[
    {
        "date":"05/01/2022",
        "theme":"PRAYER CHANGES THINGS ",
        "topic":"HOW TO PRAY EFFECTIVELY",
        "text":"ACTS 2: 42",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"To understand how to pray we must understand the Character, Circumstance, Content, and Consequences of prayer."
            },
            {
                "head":"OBJECTIVES",
                "content":"After this lesson on prayer the listener should be able to learn how to pray effectively both in public and private. "
            },
            {
                "head":"AIM",
                "content":"To teach the basic concept of prayer and to help those who are  learning, to pray better"
            },
            {
                "head":"INTRODUCTION",
                "content":"[ beginning of lesson on prayer changes things – how to pray  effectively ]"
            },
            {
                "head":"",
                "content":"1. Read: Acts 2:42 “And they continued steadfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.”"
            },
            {
                "head":"",
                "content":"2. About the Text:"
            },
            {
                "head":"",
                "content":"a) The early church was a praying church.\n b) In Acts 4:24-31 we read regarding the power of prayer… \n c) How can we pray with the same fervency and effectiveness today?"
            },
            {
                "head":"Discussion",
                "content":"[ discussion of lesson on prayer changes things - how to pray effectively ]"
            },
            {
                "head":"I.   THE CHARACTER OF PRAYER — WHAT IS PRAYER? 1 TIMOTHY 2:1-3",
                "content":""
            },
            {
                "head":"1. Supplications",
                "content":"1) The Greek word indicates reverence before sovereignty.\n 2) It was used in situations where   petitions were made before kings.\n "
            },
            {
                "head":"2. Prayers",
                "content":"1) The Greek word indicates an attitude of worship–literally bending the knee.\n 2) The word expresses the idea of   wish–requesting the way we would want things to be."
            },
            {
                "head":"3. Intercessions",
                "content":"1) Usually used when trying to obtain something for another.\n 2) Prayers made for the sick usually involve this type of prayer."
            },
            {
                "head":"4. Thanksgivings",
                "content":"1) Giving of thanks.\n 2) Used for all blessings that come our way. "
            }
        ]
    },
    {
        "date":"12/01/2022",
        "theme":"PRAYER CHANGES THINGS ",
        "topic":"THE CIRCUMSTANCE OF PRAYER (WHERE TO PRAY.)",
        "text":"1Timothy 2: 8",
        "contents":[
            {
                "head":"1. IN THE ASSEMBLY.",
                "content":"1) Men are to utter these prayers — “I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.” (1 Tim. 2:8).\n 2) General prayers —  (1 Tim. 2:1-3 quoted above) \n 3) Prayers around the Lord’s table —  (1 Corinthians 11:23-25).\n 4) Closing Prayers — “And when he had thus spoken, he kneeled down, and prayed with them all.” (Acts 20:36)"
            },
            {
                "head":"2. AROUND THE DINNER TABLE.",
                "content":"1) The example of Jesus in the feeding of the five and four thousand (Matthew 14:19; Matt. 15:36). \n 2) Paul says that the food we eat is sanctified by prayer — “For every  creature of God is good, and nothing to be refused, if it be received with thanksgiving: For it is sanctified by the word of God and prayer.” \n(1 Tim. 4:4-5)."
            },
            {
                "head":"3. IN PRIVATE DEVOTION. ",
                "content":""
            },
            {
                "head":"1) The example of our Lord:",
                "content":"a. After the feeding of the five thousand — Mark 6:46 “And when he had sent them away, he departed into a mountain to pray.”\n b. After great multitudes had followed him–Luke 5:16 “And he withdrew himself into the wilderness, and prayed.” \n c. Before his crucifixion–Luke 22:41″And he was withdrawn from them about a stone’s cast, and kneeled down, and prayed.”\n "
            },
            {
                "head":"4. THE EXAMPLE OF PAUL",
                "content":"1) Ephesians 1:16 “Cease not to give thanks for you, making mention of you in my prayers”\n 2) Philippians 1:4 “Always in every prayer of mine for you all making request with joy” \n 3) Colossians 1:9 “For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding” "
            }
        ]
    },
    {
        "date":"19/01/2022",
        "theme":"PRAYER CHANGES THINGS",
        "topic":"THE CONTENT OF PRAYER (WHAT TO PRAY FOR.)",
        "text":"Colossians 3: 17",
        "contents":[
            {
                "head":"1. Address",
                "content":"To the Father: Colossians 3:17 “To God the Father through Him”; Matthew 6:9 “Our Father….”"
            },
            {
                "head":"Body",
                "content":"Philippians 4:6 “Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God” "
            },
            {
                "head":"1) Give Thanks for",
                "content":"a. The Christ\nb. The Word \n c. Our Jobs\n d. Our Food \n e. Our Families"
            },
            {
                "head":"2) Request Guidance For",
                "content":"a. Self–to have attributes that God wants us to have (humility, wisdom, patience, forgiveness). \n b. The church (local and universal) \n c. Family (each role–Father, Mother, Children) \n d. Government (Ours and the Worlds for peace) \n  e. In any other thing you want God to help you and others. \n f. Specify people and situations to God."
            },
            {
                "head":"3) Specifics",
                "content":"a. Enemies–Matthew 5:44 \n b. The sick–James 5:13-14\n c. More workers in the kingdom–Matthew 9:38 \n d. That the gospel will go forth       2Thessalonians 3:1 \n e. That our love may abound–Phil. 1:9 \n f. That God will open doors for the gospel–Colossians 4:3"
            },
            {
                "head":"4) Close",
                "content":"Colossians 3:17–through Christ our mediator (Hebrews 7:25; John 2:1) "
            }
        ]
    },
    {
        "date":"26/01/2022",
        "theme":"PRAYER CHANGES THINGS ",
        "topic":"THE CONSEQUENCES OF PRAYER",
        "text":"JAMES  5: 15 — 18",
        "contents":[
            {
                "head":"",
                "content":"In the concluding part of this bible studies, we shall examine the consequences of prayers in two ways. \n 1. Physical consequences/benefits \n 2. Spiritual consequences/benefits"
            },
            {
                "head":"Spiritual consequences/benefits ",
                "content":"James 5:15-18\n 15 And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.\n 16 Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.\n17 Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.\n 18 And he prayed again, and the heaven gave rain, and the earth brought forth her fruit. "
            },
            {
                "head":" 2. SPIRITUAL CONSEQUENCES ",
                "content":"Philippians 4:6-7 \n“Be careful for  nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.” "
            },
            {
                "head":"3. Your prayers will be heard",
                "content":"1Peter 3:12 “For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil”"
            },
            {
                "head":"4. Parable of the unjust judge",
                "content":"Luke 18:1-8a"
            },
            {
                "head":"CONCLUSION",
                "content":"[ end of lesson on prayer changes things - how to pray effectively ]\n 1. Matthew 7:7-11 \n 2. Let us remember these four basic things about how to pray effectively."
            },
            {
                "head":"",
                "content":"1) The Character of Prayer\n 2) The Circumstance of Prayer \n 3) The Content of Prayer\n 4) The Consequences of Prayer"
            }
        ]
    },
    {
        "date":"02/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"FORGIVENESS OF SIN",
        "text":"COLOSSIANS 3: 12 — 15",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at the three forms of forgiveness found within the scriptures. \n 1. Forgiveness of Sin, \n 2. Forgiveness as an attitude, \n 3. Forgiveness in matters of opinion."
            },
            {
                "head":"OBJECTIVES",
                "content":"Each member should be able to understand these three unique forms of forgiveness in the Bible and know when and when not to apply each one."
            },
            {
                "head":"AIM",
                "content":"In this lesson I hope to impress upon the hearer the understanding that the Bible speaks of forgiveness in different terms and situations."
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Colossians 3:12-15\n 2. About the Text \n 1) Paul, in writing to the church at Colossae, speaks concerning the character a Christian should have \n 2) This character involves an understanding of our relationship with God's holy elect\n 3) This character involves an understanding of the type of heart we are to have compassion, kindness, lowliness, meekness, long-suffering \n 4) This character involves an understanding of the type of attitude we are to have toward one another's faults forgiving.\n 5) Just as Christ forgave us, so also should we forgive our brethren."
            },
            {
                "head":"3. The subject of Christian forgiveness.",
                "content":"1) There is much misunderstanding regarding this subject.\n2) Some say one should always forgive regardless of the   attitude of the offender.\n3) Some say that one should only forgive if asked for forgiveness.\n 4) What do we do about forgiving people who are not Christians?\n 5) What is God’s role in forgiveness?\n 6) We are going to try to answer some of these questions this evening."
            },
            {
                "head":"DISCUSSION",
                "content":"In this lesson on forgiveness we can see that there are three manifestations of Christian forgiveness within the scriptures "
            },
            {
                "head":"I.   FORGIVENESS OF SINS",
                "content":""
            },
            {
                "head":"1. Granted only by God’s authority.",
                "content":"1. Granted only by God’s authority.\n 1) Remember the man sick of the Palsy in Mark 2.\n 2) We read, , (Mark 2:6-11).\n 3) They were right that only God had the authority to forgive sins; they were wrong in thinking that Jesus was not God!\n 4) This authority is now in Christ. Matthew 20:18\n "
            },
            {
                "head":"2. Is accomplished through the blood of Christ.",
                "content":"1) Ephesians 1:7   \n 2) Matthew 26:28    "
            },
            {
                "head":"3.Separates non-Christian from Christian.",
                "content":"1) Acts 2:38 \n2) 1 Corinthians 6:9-11 "
            },
            {
                "head":"4. Is ongoing for Christians as they walk in the light. ",
                "content":"1 John 1:7 "
            },
            {
                "head":"5. Is conditional upon repentance and confession.",
                "content":"1) 1 John 1:9  2) Example of Simon Acts 8:22 \n 6. Conditional upon us forgiving others of their trespasses.\n 1) Matthew 6:14-15 \n 2) Notice Jesus comments in Luke 17:3-4 \n 3) In Matthew 18:21-22 \n"
            }
        ]
    },
    {
        "date":"05/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"FORGIVENESS AS AN ATTITUDE.",
        "text":"Luke  23: 34",
        "contents":[
            {
                "head":"",
                "content":"The example of Jesus — Luke 23:34 \n\n“Father forgive them . . . .” \n\n2. The example of Stephen — Acts 7:60 “Lord, lay not this sin to their charge.” \n\n 3. God’s attitude–2 Peter 3:9 “not willing that any should perish” We are children of God!\n4. Not talking about forgiveness of sins, but an attitude of forgiveness.\n1) Not holding something against another.\n2) Acting in such a way so as to purge one’s self of negative/sinful thoughts regarding the other.\n3) Practicing love toward all men. Jesus said, “Love thy neighbor as thyself.” (Matt. 22:39) How can we do this if we hold something against them?\n4) Emptying one’s heart of vengeful thoughts. Note the words of Paul in Romans 12:19-21"
            },
            {
                "head":"FORGIVENESS IN MATTERS OF OPINION.",
                "content":"1. Sometimes we offend one another in mere matters of opinion.\n1) Someone cuts you off in traffic.\n2) Perhaps you have an accident.\n\n2. We must stand ready to forgive in these matters.\n\n3. Poor example of the Corinthians in 1 Corinthians 6:1-8"
            },
            {
                "head":"CONCLUSION:",
                "content":"1. When thinking about this lesson on forgiveness let us remember . . .\n1) Forgiveness of Sins\n2) Forgiveness as an attitude\n3) Forgiveness in matters of opinion.\n"
            },
            {
                "head":"2. It is so important to forgive.",
                "content":"1) In the day of judgment do we want to stand before God with anything less than forgiveness on our hearts?\n2) In the day of judgment do we want to meet God holding a grudge against someone?\n3) What if that person (not a Christian) later in life becomes one?\n4) Will we stand before God with an unforgiving heart toward them?                "
            }
        ]
    },
    {
        "date":"16/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"PRACTICING FORGIVENESS.",
        "text":"GENESIS 50: 15 — 21 ",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at some attitudes and actions that are involved in practicing forgiveness."
            },
            {
                "head":"OBJECTIVES",
                "content":"Each person should be able to understand the proper attitude to have toward someone who is in need of and seeks forgiveness"
            },
            {
                "head":"AIM:",
                "content":"That each soberly contemplates their need for forgiveness from God in relationship to another’s need for forgiveness from them"
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Hebrews 10:1-4, 16-18\n\n2. About the Text\n1) Under the Old Law, there was a remembrance of sin\n2) This was so because the blood of bulls and goats could never take away sin\n3) We are now under a new covenant\n4) Under this covenant, sins are not remembered\n5) Under this covenant sins are forgiven\n6) To live under this new covenant of forgiveness, we as well must practice forgiveness\n7) Sometimes it is harder to forgive someone than to ask for forgiveness\n8) Let’s talk a few moments about practicing forgiveness.\n9) Repentance must precede forgiveness\n10) Not our purpose to talk about the conditions of forgiveness in this lesson."
            },
            {
                "head":"DISCUSSION",
                "content":"In order to practice forgiveness we must…\nI.   RECOGNIZE THAT GOD’S FORGIVENESS OF US IS DEPENDENT UPON OUR FORGIVENESS OF OTHERS.\n\n1. Genesis 50:15-21 — Joseph’s forgiveness of his brothers — “Am I God?”\n2. Matthew 6:14, 15 “For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.”\n3. Matthew 18:23-35 (read)."
            }
        ]
    },
    {
        "date":"23/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"ACT TOWARD THE ONE FORGIVEN AS WE WOULD WANT GOD TO ACT TOWARD US",
        "text":"EPHESIANS   4:  32",
        "contents":[
            {
                "head":"RESPECT THE VALUE OF THE ONE WHO NEEDS FORGIVENESS, AS GOD RESPECTS THAT VALUE",
                "content":"1. Indian Chief Maskepetoon said upon confronting his father’s murderer, “You have killed my father, so now you must be my father. You shall ride my best horse and wear my best clothes.”\n2. Romans 5:6-10\n3. Matthew 18:11-13\n"
            },
            {
                "head":"ACT TOWARD THE ONE FORGIVEN AS WE WOULD WANT GOD TO ACT TOWARD US",
                "content":"1. Illustration about man and wife trying to solve marriage problems with “criticism” box. Hers had criticisms. His had “I love yours.”\n2. “And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.” (Eph. 4:32).\n3. “Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering; Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye” (Col. 3:12, 13)."
            },
            {
                "head":"WE SHOULD MAKE EVERY EFFORT TO FORGIVE AS GOD FORGIVES, BY FORGETTING THE TRESPASS",
                "content":"1. The story of the man who allegedly could talk to God. As a test, a friend wanted to know if God could tell him his sins. Answer was, “He forgot.”\n2. Psalm 103:10-12 “He hath not dealt with us after our sins; nor rewarded us according to our iniquities. For as the heaven is high above the earth, so great is his mercy toward them that fear him. As far as the east is from the west, so far hath he removed our transgressions from us.”\n3. Hebrews 10:16-18"
            },
            {
                "head":"CONCLUSION",
                "content":""
            },
            {
                "head":"1. Are you practicing forgiveness in your life?",
                "content":"1) Recognize that God’s forgiveness of us depends upon our forgiveness of others\n2) Respect the value of those who need forgiveness as God respected you\n4) Forgive as God forgives, forget.\n"
            },
            {
                "head":"2. Invitation",
                "content":"1) If you are a Christian but have fallen away\na. You are in need of forgiveness.\nb. Won’t you come back to the Father who is waiting for you to return even now?\nc. Your brothers and sisters want to forgive you. Repent today\n\n2) If you are not a Christian this morning…\na. God wants to forgive you, but you must accept his forgiveness\nb. Heed the plan that it has for man"
            }
        ]
    },
    {
        "date":"02/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"THE IMPORTANCE OF LIGHT",
        "text":"JOHN   8 : 12",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at the statement from Jesus, “I am the light of the world.” Within that statement we find the character of light, the action of light, and the extension of light.\n\n"
            },
            {
                "head":"OBJECTIVES",
                "content":"Each hearer should be able to understand the thoughts involved in this statement and also recognize their responsibility to that light to either allow it to dispel the darkness in ones life to it or to reflect it.\n\n"
            },
            {
                "head":"AIM",
                "content":"To further educate concerning the statements of Jesus and His claims upon divinity.\n\n"
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: John 8:12\n\n2. About the Text\n1) In the background of this text, we have the feast of tabernacles (7:37).\n2) At the end of this feast, an array of candelabras would be lit in the court of the temple\n3) The rabbis who participated in the feast would then dance around these candelabras.\n4) Both the candelabras and the dancing created quite a spectacle for those attending the feast\n5) Jesus likely used this occasion to teach on this particular subject\n6) While the Jewish candelabras only lit the court of the tabernacle, Jesus claimed to have light for the entire world\na. John records several statements which Jesus makes that\nb. begin with “I am.”\n\n2) These statements give us insight into who Jesus was and what His relationship with both God and man is as well\n\n3) We learn more about how we need to live our lives from looking at Jesus life\n\n4. Exclusivity of the claims.\n\n1) Again, these claims that Jesus makes are exclusive in nature\n\n2) It is not merely one or two statements that were made, but several\n\n3) Each of these statements is exclusive\n\na. When Jesus says, “I am the bread of life” that excludes all other “bread.”\n\nb. When Jesus says, “I am the light of the world” that excludes all other “lights.”\nc. Etc\n\n\n4) If anyone wants to be saved today, they must be saved through Jesus. Acts 4:12 “Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.”"
            }
        ]
    },
    {
        "date":"09/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"THE CHARACTER OF LIGHT",
        "text":"2Corinthians 4:6",
        "contents":[
            {
                "head":"1. Light is bright and obvious",
                "content":""
            },
            {
                "head":"1) Light is bright.",
                "content":"When you see light, you don’t need any additional confirmation.\nI never had to teach my children what light was."
            },
            {
                "head":"2) Light is obvious.",
                "content":"a. You know it is light.\nb. It is obvious what it is\nc. No one has to tell you, that is not light nor is that. You just know"
            },
            {
                "head":"3) Jesus, as the light of the world is bright and obvious",
                "content":"a. The Hebrew writer says that Jesus was the “brightness of God’s glory.” Hebrews 1:3.\nb. 2 Corinthians 4:6 “For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.”"
            },
            {
                "head":"",
                "content":"4) When an honest person sits down and looks at the life and teaching of Jesus, one cannot help to come to the same conclusion to which the Roman centurion came in Matthew 27:54,\n5) Jesus is bright and obvious."
            },
            {
                "head":"2. The source is known",
                "content":"1) When there is light in the room, it is not hard to find the source.\n2) Even a blind man knows what the sun is\n3) The works which Jesus did made His source obvious\na. Confession of Nicodemus–“The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.” (John 3:2).\nb. Confession of the healed blind man. “The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes. Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth. Since the world began was it not heard that any man opened the eyes of one that was born blind. If this man were not of God, he could do nothing.”\nc. Jesus words: John 10:36-38\n4) The source of this light should be obvious to us as well\n3. It is virtually unlimitable\n1) Light shines a great distance in the dark. Candle at twenty miles. Stars in the sky\n"
            }
        ]
    }
]