[
    {
        "date":"05/01/2022",
        "theme":"PRAYER CHANGES THINGS ",
        "topic":"HOW TO PRAY EFFECTIVELY",
        "text":"ACTS 2: 42",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"To understand how to pray we must understand the Character, Circumstance, Content, and Consequences of prayer."
            },
            {
                "head":"OBJECTIVES",
                "content":"After this lesson on prayer the listener should be able to learn how to pray effectively both in public and private. "
            },
            {
                "head":"AIM",
                "content":"To teach the basic concept of prayer and to help those who are  learning, to pray better"
            },
            {
                "head":"INTRODUCTION",
                "content":"[ beginning of lesson on prayer changes things – how to pray  effectively ]"
            },
            {
                "head":"",
                "content":"1. Read: Acts 2:42 “And they continued steadfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.”"
            },
            {
                "head":"",
                "content":"2. About the Text:"
            },
            {
                "head":"",
                "content":"a) The early church was a praying church.\n b) In Acts 4:24-31 we read regarding the power of prayer… \n c) How can we pray with the same fervency and effectiveness today?"
            },
            {
                "head":"Discussion",
                "content":"[ discussion of lesson on prayer changes things - how to pray effectively ]"
            },
            {
                "head":"I.   THE CHARACTER OF PRAYER — WHAT IS PRAYER? 1 TIMOTHY 2:1-3",
                "content":""
            },
            {
                "head":"1. Supplications",
                "content":"1) The Greek word indicates reverence before sovereignty.\n 2) It was used in situations where   petitions were made before kings.\n "
            },
            {
                "head":"2. Prayers",
                "content":"1) The Greek word indicates an attitude of worship–literally bending the knee.\n 2) The word expresses the idea of   wish–requesting the way we would want things to be."
            },
            {
                "head":"3. Intercessions",
                "content":"1) Usually used when trying to obtain something for another.\n 2) Prayers made for the sick usually involve this type of prayer."
            },
            {
                "head":"4. Thanksgivings",
                "content":"1) Giving of thanks.\n 2) Used for all blessings that come our way. "
            }
        ]
    },
    {
        "date":"12/01/2022",
        "theme":"PRAYER CHANGES THINGS ",
        "topic":"THE CIRCUMSTANCE OF PRAYER (WHERE TO PRAY.)",
        "text":"1Timothy 2: 8",
        "contents":[
            {
                "head":"1. IN THE ASSEMBLY.",
                "content":"1) Men are to utter these prayers — “I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.” (1 Tim. 2:8).\n 2) General prayers —  (1 Tim. 2:1-3 quoted above) \n 3) Prayers around the Lord’s table —  (1 Corinthians 11:23-25).\n 4) Closing Prayers — “And when he had thus spoken, he kneeled down, and prayed with them all.” (Acts 20:36)"
            },
            {
                "head":"2. AROUND THE DINNER TABLE.",
                "content":"1) The example of Jesus in the feeding of the five and four thousand (Matthew 14:19; Matt. 15:36). \n 2) Paul says that the food we eat is sanctified by prayer — “For every  creature of God is good, and nothing to be refused, if it be received with thanksgiving: For it is sanctified by the word of God and prayer.” \n(1 Tim. 4:4-5)."
            },
            {
                "head":"3. IN PRIVATE DEVOTION. ",
                "content":""
            },
            {
                "head":"1) The example of our Lord:",
                "content":"a. After the feeding of the five thousand — Mark 6:46 “And when he had sent them away, he departed into a mountain to pray.”\n b. After great multitudes had followed him–Luke 5:16 “And he withdrew himself into the wilderness, and prayed.” \n c. Before his crucifixion–Luke 22:41″And he was withdrawn from them about a stone’s cast, and kneeled down, and prayed.”\n "
            },
            {
                "head":"4. THE EXAMPLE OF PAUL",
                "content":"1) Ephesians 1:16 “Cease not to give thanks for you, making mention of you in my prayers”\n 2) Philippians 1:4 “Always in every prayer of mine for you all making request with joy” \n 3) Colossians 1:9 “For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding” "
            }
        ]
    },
    {
        "date":"19/01/2022",
        "theme":"PRAYER CHANGES THINGS",
        "topic":"THE CONTENT OF PRAYER (WHAT TO PRAY FOR.)",
        "text":"Colossians 3: 17",
        "contents":[
            {
                "head":"1. Address",
                "content":"To the Father: Colossians 3:17 “To God the Father through Him”; Matthew 6:9 “Our Father….”"
            },
            {
                "head":"Body",
                "content":"Philippians 4:6 “Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God” "
            },
            {
                "head":"1) Give Thanks for",
                "content":"a. The Christ\nb. The Word \n c. Our Jobs\n d. Our Food \n e. Our Families"
            },
            {
                "head":"2) Request Guidance For",
                "content":"a. Self–to have attributes that God wants us to have (humility, wisdom, patience, forgiveness). \n b. The church (local and universal) \n c. Family (each role–Father, Mother, Children) \n d. Government (Ours and the Worlds for peace) \n  e. In any other thing you want God to help you and others. \n f. Specify people and situations to God."
            },
            {
                "head":"3) Specifics",
                "content":"a. Enemies–Matthew 5:44 \n b. The sick–James 5:13-14\n c. More workers in the kingdom–Matthew 9:38 \n d. That the gospel will go forth       2Thessalonians 3:1 \n e. That our love may abound–Phil. 1:9 \n f. That God will open doors for the gospel–Colossians 4:3"
            },
            {
                "head":"4) Close",
                "content":"Colossians 3:17–through Christ our mediator (Hebrews 7:25; John 2:1) "
            }
        ]
    },
    {
        "date":"26/01/2022",
        "theme":"PRAYER CHANGES THINGS ",
        "topic":"THE CONSEQUENCES OF PRAYER",
        "text":"JAMES  5: 15 — 18",
        "contents":[
            {
                "head":"",
                "content":"In the concluding part of this bible studies, we shall examine the consequences of prayers in two ways. \n 1. Physical consequences/benefits \n 2. Spiritual consequences/benefits"
            },
            {
                "head":"Spiritual consequences/benefits ",
                "content":"James 5:15-18\n 15 And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.\n 16 Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.\n17 Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.\n 18 And he prayed again, and the heaven gave rain, and the earth brought forth her fruit. "
            },
            {
                "head":" 2. SPIRITUAL CONSEQUENCES ",
                "content":"Philippians 4:6-7 \n“Be careful for  nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.” "
            },
            {
                "head":"3. Your prayers will be heard",
                "content":"1Peter 3:12 “For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil”"
            },
            {
                "head":"4. Parable of the unjust judge",
                "content":"Luke 18:1-8a"
            },
            {
                "head":"CONCLUSION",
                "content":"[ end of lesson on prayer changes things - how to pray effectively ]\n 1. Matthew 7:7-11 \n 2. Let us remember these four basic things about how to pray effectively."
            },
            {
                "head":"",
                "content":"1) The Character of Prayer\n 2) The Circumstance of Prayer \n 3) The Content of Prayer\n 4) The Consequences of Prayer"
            }
        ]
    },
    {
        "date":"02/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"FORGIVENESS OF SIN",
        "text":"COLOSSIANS 3: 12 — 15",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at the three forms of forgiveness found within the scriptures. \n 1. Forgiveness of Sin, \n 2. Forgiveness as an attitude, \n 3. Forgiveness in matters of opinion."
            },
            {
                "head":"OBJECTIVES",
                "content":"Each member should be able to understand these three unique forms of forgiveness in the Bible and know when and when not to apply each one."
            },
            {
                "head":"AIM",
                "content":"In this lesson I hope to impress upon the hearer the understanding that the Bible speaks of forgiveness in different terms and situations."
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Colossians 3:12-15\n 2. About the Text \n 1) Paul, in writing to the church at Colossae, speaks concerning the character a Christian should have \n 2) This character involves an understanding of our relationship with God's holy elect\n 3) This character involves an understanding of the type of heart we are to have compassion, kindness, lowliness, meekness, long-suffering \n 4) This character involves an understanding of the type of attitude we are to have toward one another's faults forgiving.\n 5) Just as Christ forgave us, so also should we forgive our brethren."
            },
            {
                "head":"3. The subject of Christian forgiveness.",
                "content":"1) There is much misunderstanding regarding this subject.\n2) Some say one should always forgive regardless of the   attitude of the offender.\n3) Some say that one should only forgive if asked for forgiveness.\n 4) What do we do about forgiving people who are not Christians?\n 5) What is God’s role in forgiveness?\n 6) We are going to try to answer some of these questions this evening."
            },
            {
                "head":"DISCUSSION",
                "content":"In this lesson on forgiveness we can see that there are three manifestations of Christian forgiveness within the scriptures "
            },
            {
                "head":"I.   FORGIVENESS OF SINS",
                "content":""
            },
            {
                "head":"1. Granted only by God’s authority.",
                "content":"1. Granted only by God’s authority.\n 1) Remember the man sick of the Palsy in Mark 2.\n 2) We read, , (Mark 2:6-11).\n 3) They were right that only God had the authority to forgive sins; they were wrong in thinking that Jesus was not God!\n 4) This authority is now in Christ. Matthew 20:18\n "
            },
            {
                "head":"2. Is accomplished through the blood of Christ.",
                "content":"1) Ephesians 1:7   \n 2) Matthew 26:28    "
            },
            {
                "head":"3.Separates non-Christian from Christian.",
                "content":"1) Acts 2:38 \n2) 1 Corinthians 6:9-11 "
            },
            {
                "head":"4. Is ongoing for Christians as they walk in the light. ",
                "content":"1 John 1:7 "
            },
            {
                "head":"5. Is conditional upon repentance and confession.",
                "content":"1) 1 John 1:9  2) Example of Simon Acts 8:22 \n 6. Conditional upon us forgiving others of their trespasses.\n 1) Matthew 6:14-15 \n 2) Notice Jesus comments in Luke 17:3-4 \n 3) In Matthew 18:21-22 \n"
            }
        ]
    },
    {
        "date":"05/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"FORGIVENESS AS AN ATTITUDE.",
        "text":"Luke  23: 34",
        "contents":[
            {
                "head":"",
                "content":"The example of Jesus — Luke 23:34 \n\n“Father forgive them . . . .” \n\n2. The example of Stephen — Acts 7:60 “Lord, lay not this sin to their charge.” \n\n 3. God’s attitude–2 Peter 3:9 “not willing that any should perish” We are children of God!\n4. Not talking about forgiveness of sins, but an attitude of forgiveness.\n1) Not holding something against another.\n2) Acting in such a way so as to purge one’s self of negative/sinful thoughts regarding the other.\n3) Practicing love toward all men. Jesus said, “Love thy neighbor as thyself.” (Matt. 22:39) How can we do this if we hold something against them?\n4) Emptying one’s heart of vengeful thoughts. Note the words of Paul in Romans 12:19-21"
            },
            {
                "head":"FORGIVENESS IN MATTERS OF OPINION.",
                "content":"1. Sometimes we offend one another in mere matters of opinion.\n1) Someone cuts you off in traffic.\n2) Perhaps you have an accident.\n\n2. We must stand ready to forgive in these matters.\n\n3. Poor example of the Corinthians in 1 Corinthians 6:1-8"
            },
            {
                "head":"CONCLUSION:",
                "content":"1. When thinking about this lesson on forgiveness let us remember . . .\n1) Forgiveness of Sins\n2) Forgiveness as an attitude\n3) Forgiveness in matters of opinion.\n"
            },
            {
                "head":"2. It is so important to forgive.",
                "content":"1) In the day of judgment do we want to stand before God with anything less than forgiveness on our hearts?\n2) In the day of judgment do we want to meet God holding a grudge against someone?\n3) What if that person (not a Christian) later in life becomes one?\n4) Will we stand before God with an unforgiving heart toward them?                "
            }
        ]
    },
    {
        "date":"16/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"PRACTICING FORGIVENESS.",
        "text":"GENESIS 50: 15 — 21 ",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at some attitudes and actions that are involved in practicing forgiveness."
            },
            {
                "head":"OBJECTIVES",
                "content":"Each person should be able to understand the proper attitude to have toward someone who is in need of and seeks forgiveness"
            },
            {
                "head":"AIM:",
                "content":"That each soberly contemplates their need for forgiveness from God in relationship to another’s need for forgiveness from them"
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Hebrews 10:1-4, 16-18\n\n2. About the Text\n1) Under the Old Law, there was a remembrance of sin\n2) This was so because the blood of bulls and goats could never take away sin\n3) We are now under a new covenant\n4) Under this covenant, sins are not remembered\n5) Under this covenant sins are forgiven\n6) To live under this new covenant of forgiveness, we as well must practice forgiveness\n7) Sometimes it is harder to forgive someone than to ask for forgiveness\n8) Let’s talk a few moments about practicing forgiveness.\n9) Repentance must precede forgiveness\n10) Not our purpose to talk about the conditions of forgiveness in this lesson."
            },
            {
                "head":"DISCUSSION",
                "content":"In order to practice forgiveness we must…\nI.   RECOGNIZE THAT GOD’S FORGIVENESS OF US IS DEPENDENT UPON OUR FORGIVENESS OF OTHERS.\n\n1. Genesis 50:15-21 — Joseph’s forgiveness of his brothers — “Am I God?”\n2. Matthew 6:14, 15 “For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.”\n3. Matthew 18:23-35 (read)."
            }
        ]
    },
    {
        "date":"23/02/2022",
        "theme":"FORGIVENESS ",
        "topic":"ACT TOWARD THE ONE FORGIVEN AS WE WOULD WANT GOD TO ACT TOWARD US",
        "text":"EPHESIANS   4:  32",
        "contents":[
            {
                "head":"RESPECT THE VALUE OF THE ONE WHO NEEDS FORGIVENESS, AS GOD RESPECTS THAT VALUE",
                "content":"1. Indian Chief Maskepetoon said upon confronting his father’s murderer, “You have killed my father, so now you must be my father. You shall ride my best horse and wear my best clothes.”\n2. Romans 5:6-10\n3. Matthew 18:11-13\n"
            },
            {
                "head":"ACT TOWARD THE ONE FORGIVEN AS WE WOULD WANT GOD TO ACT TOWARD US",
                "content":"1. Illustration about man and wife trying to solve marriage problems with “criticism” box. Hers had criticisms. His had “I love yours.”\n2. “And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.” (Eph. 4:32).\n3. “Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering; Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye” (Col. 3:12, 13)."
            },
            {
                "head":"WE SHOULD MAKE EVERY EFFORT TO FORGIVE AS GOD FORGIVES, BY FORGETTING THE TRESPASS",
                "content":"1. The story of the man who allegedly could talk to God. As a test, a friend wanted to know if God could tell him his sins. Answer was, “He forgot.”\n2. Psalm 103:10-12 “He hath not dealt with us after our sins; nor rewarded us according to our iniquities. For as the heaven is high above the earth, so great is his mercy toward them that fear him. As far as the east is from the west, so far hath he removed our transgressions from us.”\n3. Hebrews 10:16-18"
            },
            {
                "head":"CONCLUSION",
                "content":""
            },
            {
                "head":"1. Are you practicing forgiveness in your life?",
                "content":"1) Recognize that God’s forgiveness of us depends upon our forgiveness of others\n2) Respect the value of those who need forgiveness as God respected you\n4) Forgive as God forgives, forget.\n"
            },
            {
                "head":"2. Invitation",
                "content":"1) If you are a Christian but have fallen away\na. You are in need of forgiveness.\nb. Won’t you come back to the Father who is waiting for you to return even now?\nc. Your brothers and sisters want to forgive you. Repent today\n\n2) If you are not a Christian this morning…\na. God wants to forgive you, but you must accept his forgiveness\nb. Heed the plan that it has for man"
            }
        ]
    },
    {
        "date":"02/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"THE IMPORTANCE OF LIGHT",
        "text":"JOHN   8 : 12",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at the statement from Jesus, “I am the light of the world.” Within that statement we find the character of light, the action of light, and the extension of light.\n\n"
            },
            {
                "head":"OBJECTIVES",
                "content":"Each hearer should be able to understand the thoughts involved in this statement and also recognize their responsibility to that light to either allow it to dispel the darkness in ones life to it or to reflect it.\n\n"
            },
            {
                "head":"AIM",
                "content":"To further educate concerning the statements of Jesus and His claims upon divinity.\n\n"
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: John 8:12\n\n2. About the Text\n1) In the background of this text, we have the feast of tabernacles (7:37).\n2) At the end of this feast, an array of candelabras would be lit in the court of the temple\n3) The rabbis who participated in the feast would then dance around these candelabras.\n4) Both the candelabras and the dancing created quite a spectacle for those attending the feast\n5) Jesus likely used this occasion to teach on this particular subject\n6) While the Jewish candelabras only lit the court of the tabernacle, Jesus claimed to have light for the entire world\na. John records several statements which Jesus makes that\nb. begin with “I am.”\n\n2) These statements give us insight into who Jesus was and what His relationship with both God and man is as well\n\n3) We learn more about how we need to live our lives from looking at Jesus life\n\n4. Exclusivity of the claims.\n\n1) Again, these claims that Jesus makes are exclusive in nature\n\n2) It is not merely one or two statements that were made, but several\n\n3) Each of these statements is exclusive\n\na. When Jesus says, “I am the bread of life” that excludes all other “bread.”\n\nb. When Jesus says, “I am the light of the world” that excludes all other “lights.”\nc. Etc\n\n\n4) If anyone wants to be saved today, they must be saved through Jesus. Acts 4:12 “Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.”"
            }
        ]
    },
    {
        "date":"09/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"THE CHARACTER OF LIGHT",
        "text":"2Corinthians 4:6",
        "contents":[
            {
                "head":"1. Light is bright and obvious",
                "content":""
            },
            {
                "head":"1) Light is bright.",
                "content":"When you see light, you don’t need any additional confirmation.\nI never had to teach my children what light was."
            },
            {
                "head":"2) Light is obvious.",
                "content":"a. You know it is light.\nb. It is obvious what it is\nc. No one has to tell you, that is not light nor is that. You just know"
            },
            {
                "head":"3) Jesus, as the light of the world is bright and obvious",
                "content":"a. The Hebrew writer says that Jesus was the “brightness of God’s glory.” Hebrews 1:3.\nb. 2 Corinthians 4:6 “For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.”"
            },
            {
                "head":"",
                "content":"4) When an honest person sits down and looks at the life and teaching of Jesus, one cannot help to come to the same conclusion to which the Roman centurion came in Matthew 27:54,\n5) Jesus is bright and obvious."
            },
            {
                "head":"2. The source is known",
                "content":"1) When there is light in the room, it is not hard to find the source.\n2) Even a blind man knows what the sun is\n3) The works which Jesus did made His source obvious\na. Confession of Nicodemus–“The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.” (John 3:2).\nb. Confession of the healed blind man. “The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes. Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth. Since the world began was it not heard that any man opened the eyes of one that was born blind. If this man were not of God, he could do nothing.”\nc. Jesus words: John 10:36-38\n4) The source of this light should be obvious to us as well\n3. It is virtually unlimitable\n1) Light shines a great distance in the dark. Candle at twenty miles. Stars in the sky\n"
            }
        ]
    },
    {
        "date":"16/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"THE ACTION OF LIGHT",
        "text":"JOHN 1: 5 ",
        "contents":[
            {
                "head":"1. It dispels darkness.",
                "content":"1) There is no such thing as the presence of darkness. Darkness is the absence of light.\n2) When we turn on the light, darkness disappears.\n3) John 1:5 states, “And the light shineth in darkness; and the darkness comprehended it not.”\n4) John 3:19, 20 “And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil. For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.”\n5) Light reproves the darkness.\n6) Jesus teaching approves that which is right and reproves what is wrong.\n"
            },
            {
                "head":"2. It illuminates objects–both good and bad. ",
                "content":""
            },
            {
                "head":"1) You turn on the light to both see what is there.",
                "content":"a. Have you ever stubbed your toe on something in the middle of the night?\nb. Have you ever wondered whether there was a pathway for you in which to walk in the dark?\n\n2) Psalm 109:5 “Thy word is a lamp unto my feet and a light unto my path.” It is there so we can see both things that get in the way and the clear path itself.\n\n3) Matthew 5:15, 16 “Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.” To see the objects in the house, you need light.\n\n\n4) Ephesians 5:13 “But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.”\n5) Jesus himself illuminated both the good and bad in his life.\n"
            },
            {
                "head":"3) Jesus, as the light of the world is bright and obvious",
                "content":"a. The Hebrew writer says that Jesus was the “brightness of God’s glory.” Hebrews 1:3.\nb. 2 Corinthians 4:6 “For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.”"
            },
            {
                "head":"3. It enables sight.",
                "content":"1) Without light, we are blind.\n2) With light, we can see.\n3) Ephesians 5:14 “Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.”\n4) Jesus said, “For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.” (John 9:39).\n5) 2 Peter 1:9 “But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.”\n6) Do you want to have spiritual sight? Jesus gives it today! To the blind he gives sight!"
            }
        ]
    },
    {
        "date":"23/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"THE EXTENSION OF LIGHT–JESUS IS THE LIGHT OF THE WORLD!",
        "text":"JOHN 1: 7—9",
        "contents":[
            {
                "head":"1. It is available to the whole world.",
                "content":"1) John 1:7-9 “The same came for a witness, to bear witness of the Light, that all men through him might believe. He was not that Light, but was sent to bear witness of that Light. That was the true Light, which lighteth every man that cometh into the world.”\n2) John 9:5 “As long as I am in the world, I am the light of the world.”\n3) Acts 13:47 “For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.”\n4) John 12:46 “I am come a light into the world, that whosoever believeth on me should not abide in darkness.”\n5) Jesus extends his light to the whole world.\n"
            },
            {
                "head":"2. We must be light reflectors.",
                "content":"1) 1 Thessalonians 5:5 “Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness.”\n2) Philippians 2:15 “That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;”\n3) Matthew 5:16 “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”\n4) John 12:36 “While ye have light, believe in the light, that ye may be the children of light.”\n5) Jesus wants us to follow his example."
            },
            {
                "head":"3. All will be held accountable to this light.",
                "content":"1) In order to judge something you need light.\n2) Ephesians5:8 “For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light”\n3) John 3:19, 20\n4) Truly we will be judged by the words of Christ: “He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.” (John 12:48).\n"
            },
            {
                "head":"CONCLUSION",
                "content":"Jesus says, “I am the light of the world.”"
            },
            {
                "head":"1. What will you do with the light of Christ today?",
                "content":"1) Will you recognize the character of this light?\n2) Will you undergo the action of this light in your life?\n3) Will you extend the light of Christ further into the world today?"
            },
            {
                "head":"2. Invitation",
                "content":""
            },
            {
                "head":"1) If you are a Christian but have fallen away",
                "content":"a. You cannot walk with Christ except you walk in the light  (1 John 1:7).\nb. Come back to the light today.\n"
            },
            {
                "head":"2) If you are not a Christian this morning . . .",
                "content":"a. You are in darkness.\nb. Don’t harden your heart to make your life impenetrable to the light of life.\n\na) Hear the word; Romans 10:17 “Faith comes by hearing . . .”\nb) Believe with all your heart; Hebrews 11:6 “For without faith it is impossible . . . .”\nc) Repent of your sins (Acts 17:30).\nd) Confess Jesus as the Son of God (Matthew16:16).\ne) Be baptized for the remission of your sins (Mark 16:15,16)."
            }
        ]
    },
    {
        "date":"30/03/2022",
        "theme":"THE LIGHT OF THE WORLD",
        "topic":"WHEN JESUS ARRIVES LIGHT ARRIVES",
        "text":"MATTHEW   4:12-17",
        "contents":[
            {
                "head":"INTRODUCTION",
                "content":"1. Jesus begins His ministry."
            },
            {
                "head":"1. Jesus begins His ministry.",
                "content":"1) Returns to Nazareth (family concerns?)\n2) Moves to Capernaum to begin."
            },
            {
                "head":"2. At the beginning of His ministry He again fulfills prophecy.",
                "content":""
            },
            {
                "head":"3. He is the LIGHT that is to come to the region.",
                "content":""
            },
            {
                "head":"DISCUSSION",
                "content":""
            },
            {
                "head":"I.   THE LIGHT OF HIS EXAMPLE",
                "content":"1. “Who did no sin…,” 1 Pet. 2:22-23\n2. “Him who knew no sin…,” 2 Cor. 5:21\n3. “…yet without sin.” Heb. 4:15\n4. “…and in him is no sin.” 1 John 3:5"
            },
            {
                "head":"II.  THE LIGHT TO SHOW THE SIN STAINS",
                "content":"1. “I said therefore unto you, that ye shall die in your sins…” John 8:24\n2. “…except ye repent, ye shall all likewise perish.” Luke 13:3\n3. He cast out the den of thieves, Matt. 21:12-13\n4. Woes pronounced on those that sin, Matt. 23."
            },
            {
                "head":"III. THE LIGHT TO SHOW THE WAY",
                "content":"1. He is the way, truth, and life, John 14:6.\n2. He is the resurrection and the life, John 11:25.\n3. He offers salvation to those who obey, Mark 16:16.\n4. He offers rest to those that learn of Him, Matt. 11:28-30."
            },
            {
                "head":"CONCLUSION",
                "content":"1. Live by the light of His example.\n2. Realize your condition under His penetrating light.\n3. Let His light show you the way."
            }
        ]
    },
    {
        "date":"06/04/2022",
        "theme":"THE PRODIGAL SON",
        "topic":"HE ASCENDED",
        "text":"LUKE  15:10",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson, we will look at the parable of the prodigal son, his 1) Ascending, 2) Descending, and 3) Rescinding."
            },
            {
                "head":"OBJECTIVES",
                "content":"Each hearer should be able to discuss the parable with those who are lost."
            },
            {
                "head":"AIM",
                "content":"The focus of this lesson will be upon the younger son, not the elder. It is my purpose to discuss his case alone in this lesson"
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Luke 15:10 “Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.”"
            },
            {
                "head":"2. About the Text",
                "content":"1) Jesus has just finished telling the parable of the lost sheep and the parable of the lost coin.\n2) At the end of each of those parables, he discusses the joy that God has over the sinner that repents.\n3) Repentance is so much more than saying “I’m sorry.”\n4) Repentance is so much more than merely stopping the wrong in one’s life.\n5) Repentance is changing one’s life to conform to God’s will.\n6) The parable of the prodigal son teaches us about repentance.\n7) Let’s look at that parable today."
            },
            {
                "head":"DISCUSSION",
                "content":""
            },
            {
                "head":"I.  “ASCENDED” (LUKE 15:11-13). NOTICE THE PRODIGAL’S…\n\n",
                "content":"1. Selfishness — “Father, give me the portion of goods that falleth to me.”"
            },
            {
                "head":"",
                "content":"1. He is the way, truth, and life, John 14:6.\n2. He is the resurrection and the life, John 11:25.\n3. He offers salvation to those who obey, Mark 16:16.\n4. He offers rest to those that learn of Him, Matt. 11:28-30."
            },
            {
                "head":"1) He “ascended” to self. “Loftiness,” “Haughtiness,” “High Mindedness.”",
                "content":""
            },
            {
                "head":"2) Selfishness shows only self-love–pride.",
                "content":"Proverbs 16:18 says, \nb. Romans 12:3\n \n \nthings for self–covetousness.\nLuke 12:15\nb. Hebrews 13:5\n"
            },
            {
                "head":"4) Selfishness does not wait–impatience.",
                "content":"a. Luke 21:19 “In your patience possess ye your souls.”\nb. James 1:4 “But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.”\n"
            },
            {
                "head":"2. Sojourn — “And not many days after the younger son gathered all together, and took his journey into a far country”",
                "content":"1) He “ascended” into his own country.\n \n2) He gathered.\na. He took what was his own and tried to go it alone without his father.\nb. Isaiah 64:6\nc. Phil. 3:9\n"
            },
            {
                "head":"3) He journeyed.",
                "content":"a. He had to leave what he had with his father to make this journey.\nb. Those who make the decision of sin separate themselves from God. Isa. 59:2.\nc. Psalm 73:27 says,\n"
            },
            {
                "head":"4) He arrived.",
                "content":"He arrived to the place of his own desire. Psalm 10:4 says,\nb. This was not the place of his father’s desire. Ezek.33:11\n \n \n3. Satisfaction — “and there wasted his substance with riotous living.”\n1) He “ascended” to his own self satisfaction.\n"
            },
            {
                "head":"2) The satisfaction of substance.",
                "content":"Luke 18:14 b. 1 Timothy 6:9\n3) The satisfaction of self pleasure.\n2 Thess. 2:12\nb. In denouncing the rich, James says, “Ye have lived delicately on the earth, and taken your pleasure; ye have nourished your hearts in a day of slaughter.”\n4) The satisfaction of feigned friends. Proverbs 1:10-16"
            }
        ]
    },
    {
        "date":"13/04/2022",
        "theme":"THE PRODIGAL SON",
        "topic":"HE DESCENDED",
        "text":"PROVERBS  21:17",
        "contents":[
            {
                "head":"Squandered-",
                "content":"” And when he had spent all, there arose a mighty famine in that land; and he began to be in want.”\n \n \n1) He descended to spiritual poverty through squandering his substance\n2) Proverbs 21:17 “He that loveth pleasure shall be a poor man…”\n3) 1 Tim. 6:10 “For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.”\n4) Psalm 106:15 “And he gave them their request; but sent leanness into their soul.”\n"
            },
            {
                "head":"2. Slaved-",
                "content":"“And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.”\n \n \n1) We see the descent of the prodigal into slavery.\n2) When we descend into the depths of sin, we become sins slaves as well.\n3) John 8:34 “Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.”\n4) Romans 6:16 “Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?”\n5) 2 Peter 2:19 “While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.”"
            },
            {
                "head":"3. Starved-",
                "content":"“And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.”\n \n \n1) He descended into starvation.\n2) He had cut himself off from nourishment through his wastefulness.\na. Psalm 73:18-19 “Surely thou didst set them in slippery places: thou castedst them down into destruction. How are they brought into desolation, as in a moment! they are utterly consumed with terrors.”\nb. Revelation 18:8 “Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.”\n \n3) He had cut himself off from true life through his service to sin.\na. Romans 6:20-21 “For when ye were the servants of sin, ye were free from righteousness. What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.”\nb. Romans 6:23 “The wages of sin is death…”\nc. James 1:14-15 “But every man is tempted, when he is drawn away of his own lust, and enticed. Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.”\n \n4) No other man gave him what he really needed the most because no man could give it to him. He took it away from himself.\na. Jeremiah 2:13 “For my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.”\nb. He had cut himself off from his own father: Jonah 2:8 “They that observe lying vanities forsake their own mercy.”"
            }
        ]
    },
    {
        "date":"20/04/2022",
        "theme":"THE PRODIGAL SON",
        "topic":"HE RESCINDED  1",
        "text":"PROVERBS  21:17",
        "contents":[
            {
                "head":"1. Saw",
                "content":"“And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger! I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, And am no more worthy to be called thy son: make me as one of thy hired servants.”\n1) He rescinded his selfishness and pride.\n2) He came to himself — he saw the light!\n3) John 9:39 “And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.”\n4) John 8:12 “Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”\n5) Ephesians 5:14 “Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.”"
            },
            {
                "head":"2. Sorrowed and sought ",
                "content":"And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him. And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.”\n1) He rescinded his situation.\n2) He left the pigpen that he was in and returned to a place where he would be right with his father.\n3) He sorrowed 2 Corinthians 7:9-10 “Now I rejoice, not that ye were made sorry, but that ye sorrowed to repentance: for ye were made sorry after a godly manner, that ye might receive damage by us in nothing. For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death.”\n4) He sought a. To get out of the situation he was in.\nb. To get on the road to his true home.\nc. To get back to a right relationship with his father.\nd. Such is the case for all who truly repent!\ne. Acts 26:20 — Paul says that he “‘shewed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of Judaea, and then to the Gentiles, that they should repent and turn to God, and do works meet for repentance.”\nf. Acts 3:19 — The apostles preached, “Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;”"
            },
            {
                "head":"3. Was Saved ",
                "content":"“But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet: And bring hither the fatted calf, and kill it; and let us eat, and be merry: For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.”"
            }
        ]
    },
    {
        "date":"27/04/2022",
        "theme":"THE PRODIGAL SON",
        "topic":"HE RESCINDED 2",
        "text":"REVELATION 7: 14",
        "contents":[
            {
                "head":"",
                "content":"1) He rescinded his sin and was brought back into the house of the father.\n2) He was clothed in fine clothing and brought back to   enjoy the blessings of the father’s house.\n3) We today, when we come in faith, can be robed in Christ.\n \na. Isaiah 61:10 states, “I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.”\nb. Romans 13:14 “But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.”\nc. Revelation 7:14 says, “And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.”\n"
            },
            {
                "head":"CONCLUSION: ",
                "content":""
            },
            {
                "head":"1) The Prodigal Son Ascended",
                "content":"a. To selfishness.\nb. To sojourning in a far country\nc. To self satisfaction"
            },
            {
                "head":"2) The Prodigal Son Descended",
                "content":"a. To squander\nb. To slavery\nc. To starvation\n"
            },
            {
                "head":"2) The Prodigal Son Rescinded",
                "content":"a. His own blindness — to sight!\nb. His own situation — to sorrow and seeking\nc. His own sin — to salvation."
            }
        ]
    },
    {
        "date":"4/05/2022",
        "theme":"LESSON ON JOB",
        "topic":"SUFFERING",
        "text":"JOB 1: 1— 8",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at several lessons from the book of Job on the subject of suffering."
            },
            {
                "head":"OBJECTIVE: ",
                "content":"That each would be able to understand how to deal with suffering in one’s own life and also in the lives of others."
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Job 1:1-8\n \n2. About the Text:\n1) Job was a righteous man.\n2) God told Satan about this.\n3) Satan challenged God.\n4) God accepted the challenge.\n5) Job was tried.\n   a. By his losses.\n   b. By his family.\n   c. By his disease.\n   d. By his friends."
            },
            {
                "head":"DISCUSSION",
                "content":""
            },
            {
                "head":"I. SOMETIMES, THE RIGHTEOUS SUFFER BECAUSE THEY ARE RIGHTEOUS",
                "content":"1. Job 1:8 “Have you considered my servant Job?”\n2. Matthew 5:10-12 “Blessed are they who are persecuted for righteousness sake.”\n3. 2 Timothy 3:12 “yeah all that would live godly..”"
            },
            {
                "head":"II.  IT IS NOT WRONG TO DESIRE DEATH; IT IS WRONG TO ACT UPON IT",
                "content":"1. Job 3:20-21 Job desired death.\n2. Hebrews 9:27 Death is appointed for all men.\n3. Proverbs 6:16-17 It is sinful to take innocent blood whether it is one’s own or another’s."
            }
        ]
    },
    {
        "date":"11/05/2022",
        "theme":"LESSON ON JOB",
        "topic":"THOSE WHO ARE SUFFERING NEEDCOMFORT, NOT CRITICISM.",
        "text":"JOB 6: 14",
        "contents":[
            {
                "head":"",
                "content":"1. Job 6:14 “To him that is afflicted pity should be shewed from his friend”\n2. Job 16:5 “But I would strengthen you with my mouth, and the moving of my lips should asswage your grief.”\n3. Proverbs 17:17 “A friend loveth at all times, and a brother is born for adversity.”\n4. Romans 12:15 “Rejoice with those who rejoice and weep with those who weep.”"
            },
            {
                "head":"GOD ISN’T NECESSARILY RESPONSIBLE FOR SUFFERING: ",
                "content":"1. Job 6:4 “For the arrows of the Almighty are within me, the poison whereof drinketh up my spirit: the terrors of God do set themselves in array against me.”\n2. Galatians 6:7,8 “Be not deceived, God is not mocked.”\n3. 1 Peter 5:8 “…seeking whom he may devour.”"
            },
            {
                "head":"  GOD DOESN’T ACT UNJUSTLY.",
                "content":"1. Job 8:3 “Doth God pervert judgment? or doth the Almighty pervert justice?”\n2. Job 34:12 “Yea, surely God will not do wickedly, neither will the Almighty pervert judgment.”\n3. Genesis 18:25 “Shall not the judge of all the earth do right?”\n4. Romans 3:4-6 (read)."
            }
        ]
    },
    {
        "date":"18/05/2022",
        "theme":"LESSON ON JOB",
        "topic":"MAN ISN’T THE FINAL JUDGE.",
        "text":"MATTHEW 7: 1— 6",
        "contents":[
            {
                "head":"Job 13:8 ",
                "content":"“Will ye accept his person? will ye contend for God?”"
            },
            {
                "head":"2. Matthew 7:1-6 (read)",
                "content":""
            },
            {
                "head":"James 4:11",
                "content":"“Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.”"
            },
            {
                "head":"SOMETIMES THE WICKED DO PROSPER WHILE THE RIGHTEOUS SUFFER",
                "content":"1. Job 21:17 “How oft is it that the lamp of the wicked is put out? That their calamity cometh upon them? That God distributeth sorrows in his anger?”\n2. Psalm 73:3,12 (read)"
            },
            {
                "head":"IN SUFFERING, GOD’S SILENCE ISN’T NECESSARILY HIS DISAPPROVAL",
                "content":"1. Job 30:20 “I cry unto thee, and thou dost not hear me: I stand up, and thou regardest me not.”\n2. Psalm 22:2 “O my God, I cry in the daytime, but thou hearest not; and in the night season, and am not silent.”\n3. Matthew 27:46 “Why hast thou forsaken me?”\n"
            },
            {
                "head":"GOD DOESN’T ANSWER TO MAN.",
                "content":"1. Job 33:13 God doesn’t give account to man as if man were God’s boss. “Why dost thou strive against him? for he giveth not account of any of his matters.”\n2. Job 41:10,11 If man can’t stand before God’s creation, how much less can he stand before God? ” None is so fierce that dare stir him up: who then is able to stand before me? Who hath prevented me, that I should repay him? whatsoever is under the whole heaven is mine.”\n3. Isaiah 46:10 “My counsel shall stand, and I will do all my pleasure:”"
            }
        ]
    },
    {
        "date":"25/05/2022",
        "theme":"LESSON ON JOB",
        "topic":"SUFFERING DOESN’T JUSTIFY SIN",
        "text":"HEBREWS 11 : 25",
        "contents":[
            {
                "head":"",
                "content":"1. Job 36:21 “Take heed, regard not iniquity: for this hast thou chosen rather than affliction.”\n2. Hebrews 11:25 “Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season.”"
            },
            {
                "head":"REGARDLESS OF HOW MUCH SUFFERING WE ENDURE, GOD IS ALWAYS TO BE PRAISED.",
                "content":"1. Job 1:21 “The Lord gives and the Lord takes away, blessed.”\n2. Job 13:15 “Though he slay me yet will I trust him.”\n3. Job 35:10 None say where is God who gives songs in the night.\n4. Job 40:8 We don’t condemn God to justify ourselves."
            },
            {
                "head":"CONCLUSION",
                "content":"1. The book of Job is just as relevant today as it was written thousands of years ago.\n2. It is relevant because man still suffers today.\n3. God’s word has all of the answers that we look for in life if we will trust it.\n4. Have you trusted God’s word today?"
            }
        ]
    },
    {
        "date":"01/06/2022",
        "theme":"SALVATION",
        "topic":"WHAT DOES IT MEAN TO BE BORN AGAIN?",
        "text":"JOHN 3 : 3",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will study what it means to be born again. To be born again means \n) To be born of water, \n2) To be born of Spirit\n) To enter the kingdom of God"
            },
            {
                "head":"OBJECTIVES",
                "content":"Each hearer should be able to understand and tell others what it means to be born again"
            },
            {
                "head":"AIM",
                "content":"To refute the denominational doctrine that the new birth does not include baptism and to teach the truth regarding what it meant to Jesus, John, and Nicodemus"
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: John 3:1-7 “There was a man of the Pharisees, named Nicodemus…\n \n2. About the Text:\n1) Nicodemus came to Jesus at night to ask a question.\n2) Evidently Nicodemus was a secret believer (v. 2). (Compare John 12:42 “Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:”)\n3) We do not know what the question was, but Jesus told Nicodemus what he needed to hear to be saved (vs.3).\n4) Nicodemus at first did not understand what Jesus was saying and so he asked Jesus to clarify (vs.4).\n5) Jesus gave the clarification as to what He meant (vs.5-7).\n \n3. Grammatical note.\n1) In verse 3, “born again” can be translated “born anew” or “born from above.”\n2) In verse 5, we have in most versions the words, “except a man be born of water and of the Spirit.”\n3) Note that this is NOT how the original Greek reads.\n4) The original says, “except a man be born out of water and Spirit.”\n5) The phrase EXCEPT is exclusive. In other words, if and only if.\n6) There is a preposition before water–EX–it means, “out of” or “from”\n7) In addition, in the Greek, there is no definite article “the” before the word “spirit.”\n8) This will become important as we study what this passage means."
            }
        ]
    },
    {
        "date":"08/06/2022",
        "theme":"SALVATION",
        "topic":"TO BE BORN OF WATER",
        "text":"EPHESIANS 5 : 26",
        "contents":[
            {
                "head":"DISCUSSION",
                "content":""
            },
            {
                "head":"I.  TO BE BORN AGAIN MEANS TO BE BORN OF WATER",
                "content":""
            },
            {
                "head":"1. What the denominational world says.",
                "content":"1) Some say that this is physical birth.\n   a. This puts Jesus in the position of saying to Nicodemus that physical birth is important for salvation.\n   b. Jesus plainly says that this is not talking about physical birth in verse 6 that fleshly birth renders only the flesh.\n   c. He is not talking about physical birth, but spiritual.\n   d. This is clear from the first statement he makes in 3:3. \n   e. This passage cannot be referring to physical birth.\n \n2) Some say that this is just symbolic of the work of the Spirit.\n   a. That because water is used symbolically in the Bible to represent the Spirit, that this just means one has to be born of the Spirit ONLY–that water really means Spirit and therefore Jesus simply said, born of the Spirit.\n   b. But that is not what the text says.\n   c. In fact the as we noted, the Greek says, “out of water and Spirit.”\n   d. But if water means “Spirit” then Jesus is in the position of saying “born of Spirit and Spirit” an absurdity to say the least."
            },
            {
                "head":"2. What the context demands.",
                "content":"1) What about the immediate context?\n   a. There is nothing within the immediate context to indicate that water means anything other than plain ordinary water.\n   a) One rule of proper interpretation is that you take the simplest explanation first.\n   b) Those who do not take this explanation first change the meaning to fit their doctrine. In fact, one commentator that I read said that this can’t mean baptism because we know we are saved by “faith only.”\n   b. What is the next reference to water in the immediate text? Notice 3:22 & 4:2.\n   c. How would Nicodemus have understood this statement? In light of John the Baptizer’s baptism.\n   d. How would John (the apostle) have understood this statement? In light of Christian baptism.\n   e. Either way, it is in reference to water baptism.\n \n 2) How about the remote context?\n   a. Acts 2:38–be baptized\n   b. Acts 22:16–WASH away your sins\n   c. Romans 6:4–buried in baptism; raised to walk in a NEW LIFE\n   d. Ephesians 4:4–ONE baptism\n   "
            },
            {
                "head":"3. What does scholarship say about this verse?",
                "content":"1) How did early non-inspired Christians understand this text?\n   b. Fragments from the Lost Writings of Irenaeus (125?-190?) Chapter 34“For as we are lepers in sin, we are made clean, by means of the sacred water and the invocation of the Lord, from our old transgressions; being spiritually regenerated as new-born babes, even as the Lord has declared: “Except a man be born again through water and the Spirit, he shall not enter into the kingdom of heaven.”\n \n 2) What do some modern scholars say about this text?\na. Albert Barnes (who was a noted Calvinist) said, “By water, here, is         evidently signified baptism. Thus the word is used in Eph 5:26;  Tit. 3.5.”\n \na) Ephesians 5:26 says in reference to the church, \n \nd. He further states, “Therefore Jesus also continued to require the Baptist’s sacrament (baptism), 3:22 and 4:2, and after his resurrection extended it to all nations by means of his great commission.”\n e. He finally says, “Jesus tells Nicodemus just what he asks, namely the “how” of regeneration. How is it possible? By Baptism! But Jesus cuts off a second how: How by Baptism? By using the description of Baptism, ‘water and Spirit.’ Because not merely water but God’s Spirit is effective in the sacrament, therefore it works the new birth.”\n \n \n3) The truth is that this passage was reinterpreted by those who wish to eliminate baptism from God’s plan for man’s salvation."
            }
        ]
    },
    {
        "date":"15/06/2022",
        "theme":"SALVATION",
        "topic":"TO BE BORN OF THE SPIRIT",
        "text":"EPHESIANS 5 : 26",
        "contents":[
            {
                "head":"1. Water alone will not cut it.",
                "content":"1) Titus 3:5 says “Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;”\n2) 1 Corinthians 6:11 “And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.”\n"
            },
            {
                "head":"2. Being born of the Spirit means letting the Spirit of God take control of your life through His word.",
                "content":"1) It was the Holy Spirit that inspired the apostles into all truth. John 16:13 “Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.”\n2) When we are obedient to that word we are born of the Spirit.\n   a. John 6:63 “It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.”\n   b. 1 Peter 1:22-23 “Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently: Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.”\n   c. James 1:18 “Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.”"
            },
            {
                "head":"3. When we are baptized, the Spirit of God operates on our hearts to make them clean and puts His mark upon us for salvation.",
                "content":"a. Colossians 2:11-13 “In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ: Buried with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead. And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;”\n b. Ephesians 1:13 “In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,”"
            },
            {
                "head":"4. Subsequent to baptism, the Spirit dwells in us as Christians.",
                "content":"1) Romans 8:9-11\n 2) 1 Corinthians 6:19-20\n3) Ephesians 2:22 “In whom ye also are builded together for an habitation of God through the Spirit.”"
            }
        ]
    },
    {
        "date":"22/06/2022",
        "theme":"SALVATION",
        "topic":"TO BE BORN AGAIN MEANS TO ENTER THE KINGDOM OF GOD",
        "text":"MATTHEW 16 : 18— 19 ",
        "contents":[
            {
                "head":"1. Jesus said",
                "content":"“Verily, verily, I say unto thee, Except a man be born out of water and Spirit, he cannot enter into the kingdom of God.” This means, “One may enter the kingdom of God if and only if he is born of the water and Spirit.”"
            },
            {
                "head":"2. What is the kingdom of God?",
                "content":"1) Matthew 16:18-19 “And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.”\n 2) Jesus said the kingdom would come with power. Mark 9:1 “And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power.”\n 3) Jesus said that the power would come with the Holy Spirit. Acts 1:8 “But ye shall receive power, after that the Holy Ghost is come upon you…”\n 4) The Holy Spirit came; the power came; the kingdom came! Acts 2:4 “And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.”\n 5) The kingdom of God is the church–the place of the saved. Acts 2:47b ” And the Lord added to the church daily such as should be saved.”\n \n \n3. We see that those preaching the gospel understood the relationship between the two. Acts 8:12 “But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.” Why were they baptized if not to enter that kingdom of which Philip preached?"
            },
            {
                "head":"CONCLUSION",
                "content":"1. We have looked at being born again. Being born again means\n1) Being born of water.\n2) Being born of the Spirit.\n3) Being born into the kingdom of God.\n \n \n2. Invitation\n1) If you are a Christian but have fallen away\na. Have you forgotten your birth?\nb. You were born again to live a new life, to be a new man.\nc. Don’t go back to that old man of sin.\n \n2) If you are not a Christian this morning . . .\na. You need to be in God’s kingdom to be saved today!\nb. There is only one way into the kingdom.\nc. Don’t go back to that old man of sin.\n \n \n2) If you are not a Christian this morning . . .\na. You need to be in God’s kingdom to be saved today!\nb. There is only one way into the kingdom.\na) Hear the word; Romans 10:17 “Faith comes by hearing . . .”\nb) Believe with all your heart; Hebrews 11:6 “For without faith it is impossible . . . .”\nc) Repent of your sins (Acts 17:30).\nd) Confess Jesus as the Son of God (Matthew16:16).e) Be baptized for the remission of your sins–be born again!"
            },
            {
                "head":"4. Subsequent to baptism, the Spirit dwells in us as Christians.",
                "content":"1) Romans 8:9-11\n 2) 1 Corinthians 6:19-20\n3) Ephesians 2:22 “In whom ye also are builded together for an habitation of God through the Spirit.”"
            }
        ]
    },
    {
        "date":"29/06/2022",
        "theme":"SALVATION",
        "topic":"QUALITIES OF A TRULY BORN AGAIN SERVANT OF GOD",
        "text":"MATTHEW JAMES 4 : 4",
        "contents":[
            {
                "head":"",
                "content":"Here are the 12 characteristics of a truly born again Christian en route to heaven you will ever need to know whether you are a true Christian or a hypocrite.\nShuns worldliness\nNo love for the world or the things in it\nA desire for holy living\nDead to sin\nFlees all forms of fornication\nWill love God more than anything\nFlees from all forms of lust\nReads bible & prays daily\nHas all 9 essential fruits of the Spirit\nShows selfless Christ-like love to all\nEasily forgives others\n \nDesire to fellowship with other Christians"
            },
            {
                "head":"1. Shuns Worldliness",
                "content":"Sadly, most so-called Christians still display worldly tendencies and you can’t differentiate them from the actual people of the world. But remember, friendship with the world is enmity with God (James 4:4) and no one who is a friend of the world will enter heaven as you can’t serve two masters at the same time."
            },
            {
                "head":"2. NO LOVE FOR THE WORLD OR THE THINGS IN IT",
                "content":"Therefore, all those who claim to be Christian and are still in love with the world are just merely deceiving themselves & no one else. Moreover, we are encouraged not to love the world or the things of the world (1 John 2:15-17) and if you love the world, definitely the love of God isn’t in you as you can’t serve two masters at the same time."
            },
            {
                "head":"3. A DESIRE FOR HOLY LIVING",
                "content":"Hebrews 12:14).And if you are wondering whether it’s possible to live a holy life, know that it’s possible with God’s grace (Titus 2:11-14)"
            },
            {
                "head":"4. DEAD TO SIN ",
                "content":"If you are truly born again, you will become dead to sin especially your old sinful lifestyle and you will no longer desire to return to it (Rm 6:11)."
            },
            {
                "head":"5. FLEES ALL FORMS OF FORNICATION",
                "content":"And men out there, don’t plant your seed in the wrong garden which you won’t even nurture. Fornication is a serious thing unlike other sins it involves sinning against your own body which is why you must flee it at all costs (1 Corinthians 6:18)."
            },
            {
                "head":"6. WILL LOVE GOD MORE THAN ANYTHING",
                "content":"Loving the Lord, your maker who created you in His own glorious image is very critical to a Christian as it’s the greatest commandment given to all true disciples of Chris (Matthew 22:36-38). If you don’t love the Lord the way you need to love him, ask him to give you a new heart and a new spirit to love him & to cleanse you from all your idols lurking in your heart (Ezekiel 36:22-32)."
            },
            {
                "head":"7. FLEES FROM ALL FORMS OF LUST",
                "content":"The lust of the flesh is the major reason why so many people constantly fall into sin be it the sin of fornication, nudeness, womanizing, drinking or pornography. Matt. 5: 28,  Rom 6: 12, 1Cor 10: 6"
            },
            {
                "head":"8. READS BIBLE & PRAYS DAILY",
                "content":"As a real born again Christian, it’s essential that you do your regular quiet time early in the morning before you start your day so that you don’t fall into temptations.  2Tim 2: 15 "
            },
            {
                "head":"9. HAS ALL 9 ESSENTIAL FRUITS OF THE SPIRIT",
                "content":"If you are a truly born again Christian, you will certainly display all the 9 essential fruits of the Spirit found in Gal 5:22,23. They are that important"
            },
            {
                "head":"10. SHOWS SELFLESS CHRIST-LIKE LOVE TO ALL",
                "content":"A truly born again Christian will exhibit selfless love to everyone including enemies because love from above is selfless and has no ulterior motives. If you want to know what true love is, kindly check 1 Corinthians 13:4-8 which summarizes everything about what true love is which you must have as a professing Christian."
            },
            {
                "head":"11. EASILY FORGIVES OTHERS.",
                "content":"Forgiveness is not an option but a must and commandment any professing Christina must do to others just as Christ has forgiven us and it should be unconditional. Matthew  6: 14—15"
            },
            {
                "head":"12. DESIRE TO FELLOWSHIP WITH OTHER CHRISTIANS.",
                "content":"If you become a true Christian, you will desire to fellowship and congregate with your fellow brothers or sisters in the Lord which is strongly encouraged (Hebrews 10:25)."
            }
        ]
    },
    {
        "date":"06/07/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"STEPS TO APPOINTING A CHURCH WORKER",
        "text":"ACTS 6:3-4 ",
        "contents":[
            {
                "head":"",
                "content":"Depending on the size, a church has different departments where church members can work, either as volunteers or paid staff. The church cannot be run by the pastor (or pastors) alone – he can only provide leadership and focus on the ministry of the Word and prayer as Peter said while emphasizing the need to appoint deacons\nActs 6: 3—4"
            },
            {
                "head":"",
                "content":"These other areas of service in the church, which help the pastor to discharge his primary responsibilities of prayer and the ministry of the Word, are often referred to as “helps ministry.” The ministry of the apostle, prophet, evangelist and pastor and teacher (Ephesians 4:11) is regarded as the pulpit ministry, and they are also church workers. However, the church workers in the context of this message are those in the helps ministry."
            },
            {
                "head":"",
                "content":"The church does not just need workers to help the pulpit ministry, she requires effective workers. A dictionary defines “effective” as  “adequate to accomplish a purpose; producing the intended or expected result” (Dictionary.com). Another dictionary defines “effective” as “successful in producing a desired or intended result” (Oxford Advanced Learner’s Dictionary). So the church needs workers with the capacity to produce a desired or intended result. Sometimes these workers will come forward themselves, and sometimes the pastor will have to invite them to work in specific areas in the church as divinely led like Jesus did when he invited the twelve disciples."
            },
            {
                "head":"The pastor’s major responsibility",
                "content":"The first thing a church leader should do, before choosing his workers or stewards, is to do what Jesus did, and that is to pray. Getting rid of a worker, especially a volunteer, after he has been appointed may sometimes be challenging. If not properly managed in some cases, it can create some problems, particularly where the person involved gives himself over to the devil to influence others negatively. It is, therefore, important to pray and not to be under the pressure of the need to appoint just anybody. Luke 6:12-16 After Jesus prayed, He chose twelve disciples and one of them was Judas Iscariot who betrayed Him. Appointing a Judas may, sometimes, be unavoidable because it is possible that Satan will enter into ‘one’ worker in the future, but a pastor cannot afford to have more Judases among his church workers than those sincerely committed to the vision! (Luke 10:2 Yes, there is a need for more labourers, but as Jesus said, we must pray that God will send the right labourers. Because it is not everyone who comes forward to serve that is sent by God. It is not everyone who claims to be a church member that is there for or working for the good of the church.\n \n \nFirst, there are those who are agents of the devil –they are sent to harm the church. For instance, some join the ushering group so that they can be stealing from the collections of the church!\n \n \nThere are others who are opportunities for the devil. It is unlikely that Judas was an agent of the devil sent to the ministry of Jesus purposely to betray Him. It is more likely that he was an opportunity for the devil to use. John 12:6 says he was a thief and had the money box; he used to take what was put in it. Thus, when the devil was looking for someone to use to betray Jesus, Judas was an opportunity waiting to be used. John 13:27 says, After that, Judas went to meet the religious leaders, and said, (Matthew 26:15  Judas was an opportunity for the devil to use, and he used him. He was not an enemy of Jesus per se. Jesus prayed about him before He chose him. He was among the disciples that Jesus sent out to preach the gospel giving them the power to cast out evil spirits and heal the sick. Mtt 10:1 Judas could also have been among the seventy or seventy-two disciples who returned with joy, saying, (Luke 10:17 – the Bible does not list their names.  However, later, Satan entered into him. He became a turncoat. That was why when he realized that Jesus was going to be crucified, he returned the money he had collected from Jesus’ real enemies, which they rejected. Eventually, he went to commit suicide.\n \n \nIf he had wanted to really get Jesus killed, it is unlikely that he would have gone to commit suicide Mtt 27:3-5. The real enemies of Jesus did not commit suicide because they felt fulfilled after getting rid of their enemy, Jesus. But I am not saying that Judas is innocent. No, he is as guilty as others who had a hand in the shedding of the blood of the innocent, Jesus. Even Judas himself confessed, Mtt 27:4 .\nEvery steward, worker, disciple, or follower must be careful not to make himself available as an instrument for Satan to use. Every leader must pray before selecting or appointing those to work with him, but more importantly, he must continue to pray for them so that Satan will not enter into them. Jesus told Peter, Luke 22:31-32 .\n \n \nIt was the prayer of Jesus that saved Peter after he had denied Jesus and though he returned to his fishing business thereafter, Jesus went after him and reinstated him. Jesus did not pray for Judas because the Son of man must be betrayed – that does not absolve Judas of guilt. (Matthew 26:24 In appointing workers, a leader cannot afford to work by sight. Prophet Samuel almost missed it. He would have anointed the wrong persons as king in the house of Jesse. However, God rejected the seven sons of Jesse in attendance (1 Samuel 16:6-10). Eventually, all in attendance including Prophet Samuel had to stand up waiting for David, the man after God’s heart who Samuel anointed king.\n \n \nChurch leaders need to pray against PUREs – Previously Undetected Recruiting Errors, especially major ones, which can affect the church – and especially regarding key positions. In addition to prayer, it is necessary to interview prospective workers, investigate their past, observe and test them, etc."
            }
        ]
    },
    {
        "date":"13/07/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"QUALITIES OF AN EFFECTIVE CHURCH WORKER",
        "text":"ACTS 6:3-4 ",
        "contents":[
            {
                "head":"",
                "content":"The following qualities are important for those who will be effective workers in the house of God, but that does not mean that all must be possessed before any Christian should come forward to work or be allowed to work in the house of God:"
            },
            {
                "head":"1.Be born again",
                "content":"Before anyone should be allowed to be a worker in church or be appointed into any leadership position, he must be born again. The number one assignment of the church is the salvation of sinners, and those in the workforce of the church must themselves be saved. “Jesus answered and said to him, ‘Most assuredly, I say to you, unless one is born again, he cannot see the kingdom of God” (John 3:3 New King James Version).\n \n Because a newly born-again person does not know much about the faith, it is important that he is not assigned work in the church until he has successfully completed the new believer’s or foundational class and the membership/discipleship class. This is important because the salvation of his soul is more important than the work he wants to do. He must, therefore, be properly established in the faith and fully integrated into the church before he is given responsibilities.\n \nLittle or nothing is known about a new convert and hurriedly enlisting him in the church workforce may not be a wise decision, but by the time he completes these classes, the church should be able to have sufficient information about him to allow him to become a church worker. As new believers eventually join the workforce, they must also continue to work out their salvation with fear and trembling i-e put into action God’s saving work in their lives, obeying God with deep reverence and fear (Philippians 2:12).\n \n"
            },
            {
                "head":"2. Intimacy with God",
                "content":"Mark 3:14-15 says, “Then He appointed twelve, that they might be with Him and that He might send them out to preach, and to have power to heal sicknesses and to cast out demons” (New King James Version). Jesus appointed the twelve disciples first to be with Him, not first to go and preach. The quality of anyone’s service in the Kingdom of God will be dependent on his or her intimacy with God in prayer, the study of the word, meditation, and worship.\n \nMany will say that they can understand that this quality is necessary for those who minister the Word of God – they need to spend time with God. Yes, it is an important quality they must possess. This is not restricted to them. It affects every church worker, whether he is a Sunday school teacher, children church worker, choir member, prayer band member, technician or sanitation worker. Every church worker needs intimacy with God – a time of fellowship including worship, prayer, and Bible study. Every work in the church is spiritual; none must be done in the flesh. Being a church worker should not replace intimacy with God."
            },
            {
                "head":"3. A good grasp or understanding of Bible teachings.",
                "content":"Just as I said about intimacy with God, this quality is important in the life of every church worker. (2 Timothy 2:15 \n \nHaving a good grasp or understanding of Bible teachings is not for those who minister the Word of God alone. It is for every Christian. This quality is important because it determines the quality of the work of a child of God. The word of God, for example, tells Christians how God wants them to work, the type of service God accepts, the reward for service, etc. A Christian’s work should be influenced by the teachings of the Bible – he does not have to be an apostle, a prophet, an evangelist, or a pastor and teacher (Ephesians 4:11).\n \nThat is why, in addition to attending Bible study sessions and listening to messages during services, Christians should personally study the Bible daily. They should be like the Berean Christians, who received the word with all readiness, and searched the Scriptures daily to find out whether the things they were taught were so (Acts 17:11). This will enrich their spiritual life and refresh them as they serve in the Kingdom of God. \n \nEvery church worker, including the choristers, ushers, traffic controllers, etc., should be attentive wherever they are during the sermons (messages) or Bible study sessions. In fact, I believe no other church group meeting should be going on at the same time either of these is going on. It is true that 1Timothy 3:2 says a bishop, elder or pastor should, among other things, be able to teach. In other words, he must be knowledgeable about the teachings of the Bible. The Message says, “He must know what he’s talking about.” (1Timothy 3:2).  However, it is also important that other church workers should not be Bible illiterate. “You must crave pure spiritual milk so that you can grow into the fullness of your salvation. Cry out for this nourishment as a baby cries for milk” (1 Peter 2:2 New Living Translation)."
            },
            {
                "head":"4. Be full of the Spirit and wisdom",
                "content":"In appointing the first deacons in the early church, Peter stated the qualifications they must possess. Part of the requirements was that they must be full of the Holy Spirit and wisdom. "
            }
        ]
    },
    {
        "date":"20/07/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"QUALITIES OF AN EFFECTIVE CHURCH WORKER 2",
        "text":"ACTS 6:3-4",
        "contents":[
            {
                "head":"4. Be full of the Spirit and wisdom",
                "content":"In appointing the first deacons in the early church, Peter stated the qualifications they must possess. Part of the requirements was that they must be full of the Holy Spirit and wisdom. (Acts 6:3  The next quality I will discuss will focus on the first part of the requirements in this scripture, but I want to deal first with the second part.\n \nThese seven deacons were not even going to be teaching the Word of God or engaging in pulpit ministry, yet they were required to be full of the Holy Spirit and wisdom. Their job was just to administer the daily distribution of food – a job many today will consider as not spiritual. However, every work in the house of God is spiritual and must be done with the help of the Holy Spirit and in the wisdom of God. It must not be done in the flesh.\n \nTwo of these “table servers” – deacons – were Stephen, a man full of faith and the Holy Spirit, and Philip (Acts 6:5). However, verse 8 says, Stephen, a deacon, became an evangelist and the first Christian martyr. Phillip, originally a deacon also became an evangelist, went down to the city of Samaria, and proclaimed unto them the Christ with multitudes giving heed in one accord to what he spoke and seeing the signs he did (Acts 8:5-6).  From Samaria, Phillip was led to the desert where he preached the gospel to the Ethiopian Eunuch and baptized him (Acts 8:26-38). Deacons are supposed to be spiritual.\n \nIn choosing leaders over the tribes of Israel, Moses told the people to choose the wise, understanding, and knowledgeable men from among the tribes to be made heads over them (Deuteronomy 1:13). Verse 15 says Moses chose these wise and knowledgeable men and made them heads over the Israelites as leaders of thousands, leaders of hundreds, leaders of fifties, leaders of tens, and officers for the tribes. Old age was not a factor.\n \nJoshua, Moses’ successor, needed the spirit of wisdom to be able to excel in his assignment. Deuteronomy 34:9 It is not that prospective workers or leaders in the house of God can possess all in terms of the Spirit of God and wisdom before they enter into service, but they must be full of the Spirit of God and wisdom. They will always need more as they serve. They must therefore continue to be filled with the Spirit and wisdom after entering service in the Kingdom.\n \n"
            },
            {
                "head":"5. Good character and reputation",
                "content":"D. L Moody is quoted as saying, “If I take care of my character, my reputation will take care of itself.” As we saw in Acts 6:3, the seven deacons were required to have a good reputation. Nobody is an angel – no one can boast of sinless perfection – but someone with a bad reputation is a liability to the work of the Kingdom. Here, the emphasis is not on the past life of the prospective worker, because he that is in Christ is a new creature, old things have passed away; all things have become new (2 Corinthians 5:17). What is important is his new life in Christ. Does he have good character? What do others say about him?\n \nLooking at the qualifications for deacons, which Paul listed out for the church later, we see that they have to do more with the character and reputation of those to be appointed. Their character must be tested. 1 Timothy 3:8-13 \n \nGood character and reputation cannot be sacrificed on the altar of spiritual gifts, abilities, and talents or the need of the church. It is always important. Even in the appointment of elders or bishops, most of the requirements have to do with this (1 Timothy 3:1-6). Verse 2 specifically says they must “have a good reputation” (New Living Translation). Titus 1:5-9 Unfortunately, there are church workers and leaders like that today who, by their lives, make outsiders, including non-believers, wonder if the church has any standard at all. Such are bad advertisers of their churches spoiling the image. Like the Bible says about David in the case of adultery with Bathsheba and the killing of her husband, Uriah, these workers, by their deeds, give a great opportunity to the enemies of the LORD to despise and blaspheme Him (2 Samuel 12:14). Such workers are unhelpful in advancing the Kingdom of God."
            },
            {
                "head":"6. A life of purity.",
                "content":"God is a holy God. Leviticus 20:26  Those who will serve in His house must live a holy life if they are going to be effective. God can use anybody, but he must live a life of purity once he comes to Him. 2 Timothy 2:20-21 says, The Bible says the body of a child of God is the temple of the Holy Spirit who is in him; he does not own his body. He has been bought at a price and therefore should glorify God in his body and spirit, which are God’s (1 Corinthians 6:19-20).  He must sanctify himself. Romans 12:1-2 .\n \nThe purity is not like the purity of the Pharisees, which was just external, but purity that flows from the inside and affects the outside. The Pharisees were like whitewashed tombs – beautiful on the outside but filled on the inside with dead people’s bones and all sorts of impurity (Matthew 23:27-28). There must be complete purity both inside and outside. 2 Corinthians 7:1 . This Scripture talks of cleansing from everything that can defile the body or the spirit. Neither the body nor the spirit must be defiled.\nPaul told Timothy to be an example to all believers in what he taught, in the way he lived, and in his love,  faith, and  PURITY (1 Timothy 4:12). Christians must obey the commands of Jesus with all PURITY (1 Timothy 6:14). Any Christian who will be an effective worker must keep himself pure, and God will use him for his purpose. However, I need to say that the believer must depend on the Holy Spirit for this to be possible. The purity God demands cannot be accomplished by natural efforts."
            },
            {
                "head":"7. Faithfulness.",
                "content":"To be faithful means to be dependable, loyal, trustworthy and stable. Faithfulness is an essential quality for anyone to be an effective worker or leader in the Kingdom of God. 1 Corinthians 4:2 says, “Moreover it is required in stewards that one be found faithful” (New King James Version)."
            }
        ]
    },
    {
        "date":"27/07/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"QUALITIES OF AN EFFECTIVE CHURCH WORKER 3",
        "text":"ACTS 6:3-4",
        "contents":[
            {
                "head":"7. Faithfulness",
                "content":"To be faithful means to be dependable, loyal, trustworthy and stable. Faithfulness is an essential quality for anyone to be an effective worker or leader in the Kingdom of God. 1 Corinthians 4:2  Paul enjoined Timothy, his son in the ministry: 2 Timothy 2:2 \n \nA church worker or leader must be faithful to God and his pastor, leader, head of the department, etc. He must be faithful in using his God-given gifts and talents. God testified about Moses that he was faithful in all His house (Numbers12:7). Verses 2 and 5 of Hebrews 3 echo the same testimony. Jesus was also faithful as a Son over His own house (verse 6).\n \nThe Bible says Daniel, as governor in Babylon, was faithful and no error or fault was found in him (Daniel 6:4). Paul described Timothy as his beloved and faithful son in the Lord (1 Corinthians 4:17). What will be the testimony concerning you as a worker in the house of God? Faithful people receive promotions, and they remain relevant. In Luke 19, two out of the ten servants their master gave one mina each, earned ten minas and five minas each. He gave them authority over ten cities and five cities, respectively. However, it was only the servant who earned ten minas who was told, (Luke 19:"
            },
            {
                "head":"8. Availability.",
                "content":"To be effective, a worker must be available to serve. “Then I heard the Lord asking, Isaiah 6:8  Service cannot be done without investing time – workers need time to pray, clean the church, control traffic, usher, evangelize, etc. Anyone who intends to serve must be ready to create time for it. There is an opportunity cost involved. That is not to say that such a person should not be entitled to permission to attend to other important personal issues or be given time off if he is on duty in his paid employment – there will be somebody else assigned ahead of time to stand in for such a worker.\n \nThere is no point going about with a title without performing the duties attached to the office. There are many people in the church who do this. They like to be called by their titles, but fail to perform the corresponding responsibilities.\n \nNo leader should appoint into an office someone who cannot create time for the duties of the office no matter how attractive the other qualities the person possesses otherwise the job will suffer, and this will affect the church or ministry. A pastor should avoid sentiments when it comes to the issue of appointing workers. He should consider for appointment only members known to have time and the willingness to serve.\nIn Exodus 18:24-26,"
            },
            {
                "head":"9. Teachability. ",
                "content":"An effective church worker must have a willingness to learn by listening, observing, and reading. Paul told the Philippians, “Practice what you have learned and received and heard and seen in me, and model your way of living on it and the God of peace (of untroubled, undisturbed well-beings) will be with you” (Philippians 4:9 The Amplified Bible). Nobody knows everything; everybody should continue to learn. When a worker does not know and he knows he does not know, and he is ready to learn and makes effort to learn, he will improve himself.\n \nUnfortunately, some people are unteachable – they do not know and do not respond to teaching. Any effort to teach and make them improve is a waste. Such people keep on doing the same wrong thing over and over again. They are self-willed and uncooperative. They do things their own way. They do not make corrections. Such workers will not help the church. Paul told Timothy, “And the things that you have heard from me among many witnesses, commit these to faithful men who will be able to teach others also” (2 Timothy 2:2 New King James Version). That means Timothy must be teachable and the faithful men he was to commit to what he had learnt must also be teachable.\n \nIt is one thing to have a good teacher, but another thing to be teachable. The teacher’s work will be a waste if the student is not ready to learn. And nobody will improve in his work who is not ready to learn by listening, observing and reading, and practising what is learnt. Every church worker should seek to improve on his competencies by learning. The church should regularly organize training for her different categories of workers or send them for relevant training based on perceived needs in order to improve their competencies such as training in decoration, music, or protocol. A church worker can equally sponsor his own training in specific areas to improve his effectiveness in the Kingdom service.                           10. Relational skills. The ability to work with people is vital to success in any human endeavour. Nobody is an island to himself, so an effective worker must cultivate the ability to get along with people. Competence is not enough; team spirit is essential. An excellent worker who lacks human relations and does not work peaceably with the rest is not an asset because a tree does not make a forest – no single worker can do it all. (Philippians 2:3-4 \n \nIf a Christian is going to be an effective church worker, he must walk in love toward others. “Love each other with genuine affection, and take delight in honoring each other” (Rom 12:9 New Living Translation). An effective worker must learn how to work harmoniously with others, be a good listener, be hospitable, be courteous, show gratitude, and give credit to others. “Finally, all of you be of one mind, having compassion for one another; love as brothers, be tenderhearted, be courteous” (1 Peter 3:8 New King James Version).  Relational skills are important and can be learnt."
            }
        ]
    },
    {
        "date":"03/08/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"QUALITIES OF AN EFFECTIVE CHURCH WORKER 4",
        "text":"ACTS 6:3-4 ",
        "contents":[
            {
                "head":"11. Positive attitudes",
                "content":"Negative attitudes breed more negative attitudes. Negative attitudes are contagious; they are like communicable diseases. A worker with negative attitudes can influence others. Such negative attitudes not good for a worker, especially workers in the church, include insubordination, gossip, grumbling, pessimism, strife, competition, self-centredness, envy, lateness, etc. These negative attitudes are unbecoming of a child of God and will pollute the spiritual atmosphere of a church. Anywhere any negative attitude is noticed, it must be pointed out and corrected otherwise it will spread and others will catch the virus!  3 John 9-10 "
            },
            {
                "head":"12. Right motives.",
                "content":"Why does a church member want to be a worker? Is it for selfish interest or to advance the Kingdom of God? The issue of motive in service is very important. People have different motives for wanting to serve. Not all have the right motives. And it is usually not easy to know people’s motives except with the help of the Holy Spirit. Shakespeare says there is no art to find the mind’s construction in the face. Those with the wrong motive will hardly say it. , Philippians 1:15 \n \nSome want to serve to show off, to be relevant, to gain power, and to position themselves close to the leadership. Others want to serve for monetary gain, for fame, and for other vain reasons. Only God can reveal the motives of people. Proverbs 20:27   After Simon the sorcerer saw that the Holy Spirit was given after Peter had laid hands upon people’s heads, he offered money to buy this power so that anyone he also laid his hands on would receive the Holy Spirit. Just imagine!  Acts 8:20-23 "
            },
            {
                "head":"13. Servant-heart.",
                "content":"A church worker that will be effective must have a servant’s heart. The only vacancy in the Kingdom of God is for labourers; there is no room for executives! Everybody is a labourer from the General Overseer, General Superintendent, or President to the least worker! (Matthew 9:37-38   The church of God needs workers for soul winning and workers in every department of the church, and usually, the reality is that existing workers are overworked because the labourers are inadequate"
            },
            {
                "head":"14. High sense of responsibility. ",
                "content":"A church worker that will be effective must have a servant’s heart. The only vacancy in the Kingdom of God is for labourers; there is no room for executives! Everybody is a labourer from the General Overseer, General Superintendent, or President to the least worker! (Matthew 9:37-38   The church of God needs workers for soul winning and workers in every department of the church, and usually, the reality is that existing workers are overworked because the labourers are inadequate"
               
            },
            {
                "head":"15. Ability to endure hardship. ",
                "content":"The ability to endure hardship is one of the virtues that a church worker must possess and cultivate. Many times, serving in the house of God requires sacrificing your convenience to do the will of God because doing the will of God is superior to enjoying your comfort. Jesus says,  (Luke 22:42   An effective church worker must learn to say, “Nevertheless not my comfort, but Your will be done.” Unfortunately, not all church workers say that. Some are ready to work as long as their convenience or comfort is not tampered with. The effectiveness of such workers will be limited. I am not saying a church worker must go all out to hurt himself before he can be effective or so that he will be effective. No.\n \nI am saying that in the course of the work, hardship may come, and a worker should not back out because of this. An effective church worker will endure hardship. He will sacrifice his comfort, if need be, to do the work of God. Paul says, 2 Timothy 2:3  In verse 12, he says, “If we endure hardship, we will reign with him” (New Living Translation)."
               
            },
            {
                "head":"16. Listening to instructions",
                "content":"Paying attention to instructions helps to avoid the “I thought you said” syndrome, which causes unnecessary errors that could sometimes be costly. Some people have zeal but do not pay attention to instructions. They end up zealously doing the wrong things! Carrying out an assignment passionately in the wrong way doesn’t make it right all the same.\n \nThe phrase “pay attention” is used severally in the New Living Translation of the Bible. Proverbs 4:1-2 says, “My children, listen to me. Listen to your father’s instruction. Pay attention and grow wise” (New Living Translation). Verse 20 says, “Pay attention, my child, to what I say. Listen carefully” (New Living Translation). And in Proverbs 7:24, the Bible says, “Listen to me, my sons, and pay attention to my words” (New Living Translation). You will find similar statements like that "
               
            },
            {
                "head":"17. Working in the area of grace",
                "content":"Effectiveness in Kingdom service is enhanced by working in one’s area of grace. Paul says,  1 Corinthians 15:10 "
               
            },
            {
                "head":"18. Working in the area of your talent, training, or skill",
                "content":"Another quality that can make a church worker effective is working in the area of his talent, training, or skill. Talent is an unusual innate ability or special ability to do something well. James 1:17  There are talented artists, talented musicians, etc. Such people have exceptional abilities. They are gifted in certain areas, which are useful to the church. Such talents should be harnessed by the church  There are those who have acquired some skills through formal education or training, which can be very beneficial to the church. Such people have an advantage over those without talent, training or skill in an area, but who only have an interest.\n \nThat, however, does not always mean that people must serve in church only in their areas of talents, training, or skill. For instance, the fact that someone is professional guidance and counselor does not mean he is qualified to be a counselor in church. Secular counseling is not the same as Christian counseling."
               
            }
        ]
    },
    {
        "date":"10/08/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"THE QUALIFICATIONS OF DEACONS",
        "text":"1 TIMOTHY 3:8–13.",
        "contents":[
            {
                "head":"",
                "content":"The only passage that mentions the qualifications for deacons is 1 Timothy 3:8–13. In this passage, Paul gives an official but not exhaustive list of the requirements for deacons.\n \nThe similarities of the qualifications for deacons and elders/overseers in 1 Timothy 3 are striking. Like the qualifications for elders, a deacon must not be an addict (v. 3,), not greedy for dishonest gain (v. 3), blameless (v. 2; Titus 1:6), the husband of one wife (v. 2), and an able manager of his children and household (vv. 4–5). Furthermore, the focus of the qualifications is the moral character of the person who is to fill the office: a deacon must be mature and above reproach. The main difference between an elder and a deacon is a difference of gifts and calling, not character.\n \nPaul identifies nine qualifications for deacons in 1 Timothy 3:8-12:\n \n"
            },
            {
                "head":"1. Dignified (v. 8): ",
                "content":"This term normally refers to something that is honorable, respectable, esteemed, or worthy, and is closely related to “respectable,” which is given as a qualification for elders (1 Tim. 3:2)."
            },
            {
                "head":"2. Not double-tongued (v. 8): ",
                "content":"Those who are double-tongued say one thing to certain people but then say something else to others, or say one thing but mean another. They are two-faced and insincere. Their words cannot be trusted, so they lack credibility"
            },
            {
                "head":"3. Not addicted to much wine (v. 8): ",
                "content":"A man is disqualified for the office of deacon if he is addicted to wine or other strong drink. Such a person lacks self-control and is undisciplined."
               
            },
            {
                "head":"4. Not greedy for dishonest gain (v. 8):",
                "content":"If a person is a lover of money, he is not qualified to be a deacon, especially since deacons often handle financial matters for the church."
               
            },
            {
                "head":"5. Sound in faith and life (v. 9): ",
                "content":"Paul also indicates that a deacon must “hold the mystery of the faith with a clear conscience.” The phrase “the mystery of the faith” is simply one way Paul speaks of the gospel (cf. 1 Tim. 3:16). Consequently, this statement refers to the need for deacons to hold firm to the true gospel without wavering. Yet this qualification does not merely involve one’s beliefs, for he must also hold these beliefs “with a clear conscience.” That is, the behavior of a deacon must be consistent with his beliefs.\n \nBlameless (v. 10): Paul writes that deacons must “be tested first; then let them serve as deacons if they prove themselves blameless” (v. 10). “Blameless” is a general term referring to a person’s overall character. Although Paul does not specify what type of testing is to take place, at a minimum, the candidate’s personal background, reputation, and theological positions should be examined. Moreover, the congregation should not only examine a potential deacon’s moral, spiritual, and doctrinal maturity, but should also consider the person’s track record of service in the church."
               
            },
            {
                "head":"6. Blameless (v. 10): ",
                "content":"Paul writes that deacons must “be tested first; then let them serve as deacons if they prove themselves blameless” (v. 10). “Blameless” is a general term referring to a person’s overall character. Although Paul does not specify what type of testing is to take place, at a minimum, the candidate’s personal background, reputation, and theological positions should be examined. Moreover, the congregation should not only examine a potential deacon’s moral, spiritual, and doctrinal maturity, but should also consider the person’s track record of service in the church."
               
            },
            {
                "head":"7. Godly wife (v. 11): ",
                "content":"It is debated whether verse 11 refers to a deacon’s wife or to a deaconess. For the sake of this discussion, we will assume the verse is speaking about the qualifications of a deacon’s wife. According to Paul, deacons’ wives must “be dignified, not slanderers, but sober-minded, faithful in all things” (v. 11). Like her husband, the wife must be dignified or respectable. Secondly, she must not be a slanderer or a person who goes around spreading gossip. A deacon’s wife must also be sober-minded or temperate. That is, she must be able to make good judgments and must not be involved in things that might hinder such judgment. Finally, she must be “faithful in all things” (cf. 1 Tim. 5:10). This is a general requirement which functions similarly to the requirement for elders to be “above reproach” (1 Tim. 3:2; Titus 1:6) and for deacons to be “blameless” (1 Tim. 3:10)."
               
            },
            {
                "head":"8. Husband of one wife (v. 12): ",
                "content":"Husband of one wife (v. 12): The best interpretation of this difficult phrase is to understand it as referring to the faithfulness of a husband toward his wife. He must be a “one-woman man.” That is, there must be no other woman in his life to whom he relates in an intimate way either emotionally or physically."
               
            },
            {
                "head":"9. Manage children and household well (v. 12): ",
                "content":"A deacon must be the spiritual leader of his wife and children.\n In general, if a moral qualification is listed for elders but not for deacons, that qualification still applies to deacons. The same goes for those qualifications listed for deacons but not for elders. For example, a deacon should not be double-tongued (v. 8, ESV). Paul does not explicitly say this about elders, but no doubt it applies to elders since Paul has said that elders must be “above reproach,” which would include this prohibition.\nStill, we should observe the differences in the qualifications, since they either signify a trait that is particularly fitting for the office-holder in order to accomplish his duties, or is something that was a problem in the location to which Paul writes (in this case, Ephesus). This should be more clear as we turn to considering a deacon’s responsibilities."
               
            }
        ]
    },
    {
        "date":"17/08/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"THE RESPONSIBILITIES OF DEACONS",
        "text":"1 TIMOTHY 3:8–13",
        "contents":[
            {
                "head":"",
                "content":"Whereas the office of elder is often ignored in the modern church, the office of deacon is often misunderstood. Based on the New Testament, the role of the deacon is mainly to be a servant. The church needs deacons to provide logistical and material support so that the elders can focus on the Word of God and prayer.\n \nThe New Testament does not provide much information concerning the role of deacons. The requirements given in 1 Timothy 3:8-12 focus on the deacon’s character and family life. There are, however, some clues as to the function of deacons when their requirements are compared with those of the elders. Although many of the qualifications are the same or very similar, there are some notable differences.\n \nPerhaps the most noticeable distinction between elders and deacons is that deacons do not need to be “able to teach” (1 Tim. 3:2). Deacons are called to “hold” to the faith with a clear conscience, but they are not called to “teach” that faith (1 Tim. 3:9). This suggests that the deacons do not have an official teaching role in the church.\n \nLike elders, deacons must manage their house and children well (1 Tim. 3:4, 12). But when referring to deacons, Paul omits the section where he compares managing one’s household to taking care of God’s church (1 Tim. 3:5). The reason for this omission is most likely due to the fact that deacons are not given a ruling or leading position in the church—that function belongs to the elders.\n \nAlthough Paul indicates that a person must be tested before he can hold the office of deacon (1 Tim. 3:10), the requirement that he cannot be a new convert is not included. Paul notes that if an elder is a recent convert “he may become puffed up with conceit” (1 Tim. 3:6). One implication concerning this distinction could be that those who hold the office of elder are more susceptible to pride because they possess leadership over the church. On the contrary, it is not as likely for a deacon, who is in more of a servant role, to fall into this same sin. Finally, the title “overseer” (1 Tim. 3:2) implies general oversight over the spiritual well-being of the congregation, whereas the title “deacon” implies one who has a service-oriented ministry.\n \nBeyond what we can glean from these differences in qualifications, the Bible does not clearly indicate the function of deacons. Yet based on the pattern established in Acts 6 with the apostles and the Seven, it seems best to view deacons as servants who do whatever is necessary to allow the elders to accomplish their God-given calling of shepherding and teaching the church. Just as the apostles delegated administrative responsibilities to the Seven, so the elders are to delegate certain responsibilities to the deacons so that the elders can focus their  fforts elsewhere. As a result, each local church is free to define the tasks of deacons based on their particular needs.\n \nWhat are some duties that deacons might be responsible for today? They could be responsible for anything that’s not related to teaching and shepherding the church. Such duties might include:"
            },
            {
                "head":"Facilities: ",
                "content":"The deacons could be responsible for managing the church property. This would include making sure the place of worship is prepared for the worship service, cleaning up, or running the sound system."
            },
            {
                "head":"Benevolence: ",
                "content":"Similar to what took place in Acts 6:1–6 with the daily distribution to the widows, the deacons may be involved in administrating funds or other assistance to the needy"
            },
            {
                "head":"Finances: ",
                "content":"While the elders should probably oversee the financial business of the church (Acts 11:30), it may be best left to the deacons to handle the day-to-day matters. This would include collecting and counting the offering, keeping records, and so on."
               
            },
            {
                "head":"Ushers:",
                "content":"The deacons could be responsible for distributing bulletins, seating the congregation, or preparing the elements for communion."
               
            },
            {
                "head":"Logistics",
                "content":"Deacons should be available to help in variety of ways so that the elders are able to concentrate on teaching and shepherding the church"
               
            },
            {
                "head":"6. Blameless (v. 10): ",
                "content":"Paul writes that deacons must “be tested first; then let them serve as deacons if they prove themselves blameless” (v. 10). “Blameless” is a general term referring to a person’s overall character. Although Paul does not specify what type of testing is to take place, at a minimum, the candidate’s personal background, reputation, and theological positions should be examined. Moreover, the congregation should not only examine a potential deacon’s moral, spiritual, and doctrinal maturity, but should also consider the person’s track record of service in the church."
               
            },
            {
                "head":"CONCLUSION",
                "content":"Whereas the Bible charges elders with the tasks of teaching and leading the church, deacons’ role is more service-oriented. That is, they are to care for the physical or temporal concerns of the church. By handling such matters, deacons free up the elders to focus on shepherding the spiritual needs of the congregation.\n \nYet even though deacons are not the congregation’s spiritual leaders, their character is of utmost importance, which is why deacons should be examined and held to the biblical qualifications laid down in 1 Timothy 3."
               
            }
        ]
    },
    {
        "date":"24/08/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"THE USHERS IN THE CHURCH",
        "text":"1 TIMOTHY 3:8–13. ",
        "contents":[
            {
                "head":"",
                "content":"Your ushers can make or break your worship service.\n \nThe difference between a grumpy, distracted, and untrained usher compared to a cheerful, engaged, and “serve you with a smile” usher is huge!\n \nI’ve always loved the usher team; it was one of my favorite ministries to lead.\n \nThe usher’s role is so important but often undervalued, undertrained, and less than organized.\n \nYour ushers are a tremendous force in setting the tone for worship and helping to prepare the people to hear and respond to the Word of God.\n \nAn usher is a spiritual ambassador for your church – God’s ordained and organized body of believers. Each usher serves as a “first representative” of Jesus Christ for a worship service. Though we all love the creative edge of our worship services, make no mistake, this is a holy event where God is meeting with His people.\n \nFrom the tabernacle in the Old Testament to the temple and synagogue in the New Testament, God’s presence and the teaching of His word is of supreme importance.\n \nThen the cloud covered the Tent of Meeting, and the glory of the LORD filled the tabernacle.  Exodus 40:34\n \nThey went to Capernaum, and when the Sabbath came, Jesus went into the synagogue and began to teach. The people were amazed at his teaching because he taught them as one who had authority, not as the teachers of the law. Mark 1:21-22\n \nAt dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them. John 8:2\n \n"
            },
            {
                "head":"Who Can Serve as an Usher?",
                "content":"Not just anyone can be an usher, in the same way, that not just anyone can be on the worship team, work in children’s ministry or lead a small group. The right gifts, passion, and ability make a big difference.\n \nAs you recruit new ushers keep spiritual qualities, characteristics and usher responsibilities in mind. Please make sure you work in coordination with your team leader rather than practicing “random recruiting.”\n \nThe fruit of the Spirit found in Galatians 5:22-23 is a solid guideline for a good usher. The point is not about perfection, but a heartfelt motive and desire to live a life of a spirit-filled believer."
            },
            {
                "head":"Qualifications of an Usher:",
                "content":"  You understand the vital role of the usher ministry.\n   You enjoy and care about people.\n   You possess a servant’s heart.\n   You are committed to the vision of your church.\n   You are supportive of the leadership at your church."
            }
        ]
    },
    {
        "date":"31/08/2022",
        "theme":"THE CHURCH WORKER",
        "topic":"RESPONSIBILITIES OF AN USHER:",
        "text":"1 TIMOTHY 3:8–13 ",
        "contents":[
            {
                "head":"Prepare yourself spiritually",
                "content":"The cardinal sin of an usher is not to pay attention. At all times watch what is going on in your section and jump in to handle it. If you aren’t sure what to do, ask your team leader. The only wrong choice is to do nothing. Never assume “someone” else is taking care of the need.  Pay attention, take the initiative, and make it happen!!"
            },
            {
                "head":"Absorb the pressure of the moment, don’t transfer it",
                "content":"Most of the ministry of an usher is pure joy. Seriously, it’s a lot of fun. But on occasion, there are moments of pressure when someone is upset, or something isn’t working right. In these moments never transfer the pressure to the person entering into their worship experience. You are the leader. You absorb the pressure. Get help if you need it, but never make the issue their problem. You help deliver a solution. "
            },
            {
                "head":"Own your section, lead your section, shepherd your section.",
                "content":"In an average environment with average ushers, once the seats are filled the ushers relax and mentally check out. As leaders, the ushers are empowered to take ownership of the section of seats they serve in and give leadership where needed.\n \nEach usher should do everything in their power to ensure that the people have the best opportunity possible to connect with and hear from God. Each usher can shepherd the people by getting to know them, praying for them, learning their names, and meeting appropriate needs."
            },
            {
                "head":"Follow the direction of your head usher.",
                "content":"All good leaders are good followers. It is important that each usher follows the leadership of the team leader. Be supportive and encouraging. Offer suggestions if you have good ideas, but don’t be overly sensitive if your ideas aren’t used. Your head usher will do his or her best to serve and lead you and the rest of their team well."
            },
            {
                "head":"2) The Core Tasks",
                "content":"Help people find a seat.\nThis seems obvious, but there is an art to it. The art is all about making people, especially new people and people far from God, feel comfortable. Their insecurities can rise, and their feelings of self-consciousness prevent them from connecting with God.\nImagine what it feels like to walk into an unfamiliar restaurant or other environment and not know what to do.\n   Do I seat myself or do I wait to be seated?\n   Who do I talk to if I have a question?\n   The usher’s job is to move toward and engage people quickly and with the confidence to help them know what to do. Don’t leave people hanging. Let them know that you can handle anything they need and that you are the one that can make this a smooth and enjoyable experience.\n Don’t make them come to you and ask. You approach them with confidence and a smile. Take charge with grace and poise."
            },
            {
                "head":"Collect the offering.",
                "content":"On a spiritual level, the offering is part of worship. It is the opportunity for worshippers to express their love, trust, and obedience toward God. On a practical level, the financial needs of a large church are significant. Your smooth and coordinated execution of an offering can and does impact the resources that fund the Kingdom. On a security level, this is one of the most detailed functions of an usher.\nThe ushers need to receive detailed training that will help us ensure compliance with legal guidelines and practical security issues."
            },
            {
                "head":"Get an accurate people count",
                "content":"Why does this matter?  Why must these numbers be so accurate? Why can’t we just make a good estimate? The answer is that every number represents a person. We want to be good stewards of all that God has entrusted to us, and therefore it matters that we know how well we are reaching people.  Just like in the book of Acts, they counted, recorded, and celebrated how many people were saved. Your church counts too!"
            },
            {
                "head":"Reset and clean up the auditorium",
                "content":"People will leave papers, cups and “stuff” behind. The glamorous part of an usher’s ministry is cleaning up after each service. Also, supplies such as Bibles and pens are replenished.\nRemember, many hands make light work.  If all ushers jump in and help, it takes just a few minutes."
            }
        ]
    },
    {
        "date":"07/09/2022",
        "theme":"THAT I  MAY KNOW HIM",
        "topic":"SPIRITUAL BLINDNESS ",
        "text":"ACTS 28: 26 -27 ",
        "contents":[
            {
                "head":"WHAT IS SPIRITUAL BLINDNESS? ",
                "content":"Spiritual blindness is the condition that an individual has when they are unable to see God or understand his message (Acts 28: 26 -27) \n A person, who does not see God, does not know God and understand his working, they are spiritual perishing (2 Cor4: 3-4, Rev 3: 17) in short those who reject Christ are spiritually blind and lost (Jn 6: 68-69)\nTo be spiritually blind can also mean as being spiritually undiscerning (2cor 2: 14) this means that to be spiritually blind individual, spiritual things are meaningless."
            },
            {
                "head":"Who Are Those That Are Spiritually Blind?",
                "content":"Those who reject God’s words (2Peter 3:3) they cannot understand the truth of the scripture, which foolish to them (1cor1:18) when an individual reject Christ message, he is unsaved and need his eyes to be open to the importance of Christ in his life. (Jn 12: 48, Heb 2:2-4)\n \nThose who are after the world (2cor4:3-4) in other words those who mind earthly things sure as wealth making by all means, women, fashions and others.    (Discuses them in your class)  (2Tim 4: 10 ) the world is enticing and humanity’s strong inclination to make ourselves happy clouds over what God want for us one thing people forget to know is that this world  will one day come to an end.(1jn2:15-17) \n \nWhen people persist in disobeying God and saving themselves, he gives them over to spiritual blindness (Jn12: 40, Rom1 24-32)\n \nThose who practice religion instead of Christianity : religion is do as I study not as I do why Christianity is living the very life of Christ (Jam 3: 1, Matt23: 13-27, Rom2:17-24 )\n \nUnder these set of people (or the blind ) are : false prophets and teachers , rebellious elders, Deacon/ Deaconess and church members etc (discourse any other possible example in your class.)"
            }
        ]
    },
    {
        "date":"14/09/2022",
        "theme":"THAT I  MAY KNOW HIM",
        "topic":"CAUSES OF SPIRITUAL BLINDNESS ",
        "text":"MATTHEW 13: 10—15",
        "contents":[
            {
                "head":"",
                "content":"  John 9:1-41, Matt13:10-15)\n \nWe will talk on three courses of spiritual blindness. If we do not want to be spiritual blind let us look out for these three things \n \nThe first one from the reading above is ignorance. Ignorance is an incredible course of spiritual blindness. If we do not open out mind and take the time to learn the truth we will never lean, we should never put ourselves in the position where we say, I know enough. I know enough about God, the bible and about the church or let the pastor take care of it that is his job. Some times that is our attitude and it is not a healthy one. \n \nIn this society, at this particular time, if want to understand something, you need to read, you need to study, you need to listen and open to teaching.\n \nAnother greatest course of our inability to see the truth is simply cynicism looking at everything sort of with a spurned eye. May be we had a bad experience in church before and we have close our heart or you have had bad thing about a brother or sister and we tend to look at the church or that person negatively, our heart become poison (Jn9:15-16)   let us be positive and supportive and trusting so that we can experience the spiritual life of God in us.\n \nThe third course is the hardness of heart. If we are unwilling to replace our heart of stone with the heart of flesh, God will never be able to manifest his work in our lives (Jn9:18 26-34, Matt13:15) .The heart in orthodox parlance and in scriptural parlance is really the center of our being. It is who we are.\n \nWhen we this hardness of heart when we hold onto whatever grudge it is, and we are unwilling to let that go and unwilling to soften our attitude and life, our spiritual blindness remains\n \n"
            },
            {
                "head":"CONCLUSION",
                "content":"Let us be open and remove all ignorance, all cynicism and whatever stones and hardness that are in our hearts it simply is a matter of cooperating with the grace of God and aloud the light of Christ word  to penetrate out hearts and then we will see the true brightness of the resurrection."
            }
        ]
    },
    {
        "date":"21/09/2022",
        "theme":"THAT I  MAY KNOW HIM",
        "topic":"I’D RATHER HAVE JESUS  1",
        "text":"PHILIPPIANS 3:8-10",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"I’d rather have Jesus than 1) Wealth, 2) Popularity, 3) Sin and Its Consequences."
            },
            {
                "head":"OBJECTIVE",
                "content":"That each would join with Paul in declaring all things lost for the sake of Christ."
            },
            {
                "head":"AIM",
                "content":"To encourage all to have Jesus in their life above all other things"
            },
            {
                "head":"INTRODUCTION",
                "content":""
            },
            {
                "head":"1. Read: Philippians 3:8-10",
                "content":""
            },
            {
                "head":"2. About the Text:",
                "content":"1) If there was ever anyone who proclaimed, “Id rather have Jesus 'it was the apostle Paul.'\n 2) Paul was a Pharisee of Pharisees.\n 3) He had an education.\n 4) He had a place among the religious rulers of the day.\n 5) Yet he gave up all of those things to know Christ and Him crucified.\n "
            },
            {
                "head":"3. About the sermon.",
                "content":"1) We have a song in our song book, “I’d Rather Have Jesus.”\n2) This song talks about desiring to have Christ in our life more than anything else.\n3) Let’s talk about how we ought to rather have Jesus."
            },
            {
                "head":"DISCUSSION",
                "content":"I’d Rather Have Jesus Than…"
            },
            {
                "head":"I.   WEALTH",
                "content":"1. Wealth has always drawn the allure of men.\n 1) Many think that wealth can solve all of life’s problems.\n 2) They pursue wealth at all costs including their personal lives, families, and belongings.\n \n2. But wealth is fleeting.\n 1) Matthew 6:19 “Lay not up for yourselves treasures upon the earth, where moth and rust consume, and where thieves break through and steal.”\n 2) 1 Timothy 6:17 says that riches are “uncertain.”\n 3) 1 John 2:17 says that the world passes away.\n \n3. Moreover, one can’t pursue both wealth and God.\n 1) Matthew 6:24 “No man can serve two masters; for either he will hate the one, and love the other; or else he will hold to one, and despise the other. Ye cannot serve God and mammon.”\n 2) 1 Timothy 6:9 “But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.”\n \n4. Jesus offers so much more than wealth.\n 1) Happiness, Contentment, Love, Hope – these are all things that Jesus has that wealth cannot give.\n 2) Consider John 14:27 “Peace I leave with you; my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be fearful.”\n 3) Jesus also provides for us salvation which all the wealth of the world cannot buy.\n 4) Consider Psalm 49:6-7 “They that trust in their wealth, and boast themselves in the multitude of their riches; None of them can by any means redeem his brother, nor give to God a ransom for him:”"
            }
        ]
    },
    {
        "date":"28/09/2022",
        "theme":"THAT I  MAY KNOW HIM",
        "topic":"I’D RATHER HAVE JESUS 2",
        "text":"GALATIANS 1: 10",
        "contents":[
            {
                "head":"II.  POPULARITY",
                "content":"1. There are many today who desire popularity.\n 1) We are social creatures.\n 2) We desire interaction with other people.\n \n2. People, however, are fickle.\n 1) Friends come and go. Friends today may not be friends tomorrow.\n 2) Popularity often turns upon one or two individuals’ opinions.\n 3) Pilate allowed his fear of being unpopular to crucify Jesus.\n \n3. The Bible teaches that we are to please God, not men.\n 1) Galatians 1:10 “For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.”\n 2) Acts 5:29 “We ought to obey God rather than men.”\n 3) 1 Thessalonians 2:4 “But as we were allowed of God to be put in trust with the gospel, even so we speak; not as pleasing men, but God, which trieth our hearts.”\n \n4. The Christian would rather have Jesus than all of the popularity in the world.\n 1) Jesus gives friendship that never ends so long as we desire His friendship.\n 2) John 15:14-15 “Ye are my friends, if ye do the things which I command you. No longer do I call you servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I heard from my Father, I have made known unto you.”\n 3) Like Abraham, we can be God’s friend if we have constant faith in Him ( James 2:23).\n 4) And if God is for us, who can be against us? (Romans 8:31)"
            },
            {
                "head":"III. SIN AND ITS CONSEQUENCES",
                "content":"1. Sin is very alluring\n 5) Sin never says “I a sin.”It always presents itself as something attractive.\n 6) Sin offers pleasure.\n \n5. The Bible teaches that sin separates us from God.\n 1) Isaiah 59:2\n 2) Romans 6:23\n 3) When we come into the bondage of sin, we are slaves to it. “Every one that committeth sin is the bondservant of sin.”( John 8:34)\n \n6. Jesus, however, provides deliverance from sin.\n 1) Jesus provides the truth which sets us free: John 8:31-32 “If ye abide in my words….”\n 2) Romans 8:36 “If the Son therefore shall make you free, ye shall be free indeed.”\n 3) Romans 6:17-18 “But thanks be to God, that, whereas ye were servants of sin, ye became obedient from the heart to that form of teaching whereunto ye were delivered; and being made free from sin, ye became servants of righteousness.”"
            }
        ]
    },
    {
        "date":"05/10/2022",
        "theme":"CHURCH CONFLICT ",
        "topic":"CAUSES OF CHURCH CONFLICT  1",
        "text":"PROVERBS 17: 14 ",
        "contents":[
            {
                "head":"",
                "content":"Knowing is half the battle. Simple awareness may help to prevent church conflicts in the early stages. It is best to stop the dispute quickly. “The beginning of strife is like letting out water, so quit before the quarrel breaks out” (Pr. 17:14). Below, I have listed seven critical causes of church conflict. Becoming aware may help your church leaders adjust expectations and make strides to prevent or resolve conflict. If you don’t believe that church conflicts are common,"
            },
            {
                "head":"1. Pride:",
                "content":"People often behave with self-centeredness, ego, and pride. When you feel that life is about you, you take things personally. Self-centeredness causes one to experience hurt feelings easily. James observed, “What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?” (James 4:1). Solomon wrote, “By insolence comes nothing but strife, but with those who take advice is wisdom” (Proverbs 13:10). Get the focus off of yourself and onto Jesus Christ!\n \nValue others above yourself. Make sure people in your church know that you care about their needs. When you feel that you have allowed pride to influence your relationship negatively, admit your failure. Say, “I apologize. I let pride get in the way.” The Bible says, “Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves” (Philippians 2:3). People prevent and resolve church conflicts when they implement this teaching. "
            },
            {
                "head":"2. Spiritual and Emotional Immaturity:",
                "content":"Maturity helps a person understand that differences in perspective broaden understanding. Mature people learn to disagree without being distressed. Mature people are self-aware and seek to improve their weaknesses. \nImmature individuals have not learned to avoid disputes over a person’s personality or style. Likewise, maturation helps a person understand the futility of fighting over things that cannot be controlled. “Brothers, do not be children in your thinking. Be infants in evil, but in your thinking, be mature” (1 Corinthians 14:20). Believers must learn to think, behave, and communicate with maturity. "
            },
            {
                "head":"3. Change and Inflexibility: ",
                "content":"In reality, change is the norm. When policies or priorities change in the church, misunderstandings and stresses are likely to occur. When pastors and church leaders make strategic decisions, an effective process of communicating these new directives and norms is crucial. Even so, some church members may struggle to accommodate the changes. \n Some people have a greater propensity to resist change than others. In times of change, one may benefit from evaluating emotional responses to change. Often change leads to feelings of powerlessness or insecurity because one may trust the status quo at church instead of trusting God for security and peace. “The fear of man lays a snare, but whoever trusts in the Lord is safe” (Proverbs 29:25). Only God provides security in a changing world! \nWise believers look for the benefits of change. Change can lead to a more biblical church and to a church that is following the Great Commission. James wrote, “The wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. And a harvest of righteousness is sown in peace by those who make peace” (Jas. 3:17-18). Wisdom is being “open to reason” and “impartial.” This wisdom is difficult to put into practice. However, wisdom looks for the positive. "
            }
        ]
    },
    {
        "date":"12/10/2022",
        "theme":"CHURCH CONFLICT ",
        "topic":"CAUSES OF CHURCH CONFLICT  2",
        "text":"MARK  10 : 45 ",
        "contents":[
            {
                "head":"4: Abuses of Power: ",
                "content":"Power is the influence a person has on his or her environment, relationships, or self. Shifts in power may create gains or losses. Power is the ability and means to get things done. Conflict expert Dudley Weeks wrote, “People choose how they use power and whether they allow it to be corrupt. We can use power negatively or positively. The severely damaging seesaw power approach creates the illusion that you are more powerful when you make the other party less powerful.” Thus, people must have a healthy view of power to prevent conflict. \nJesus, the Son of God, used his power to serve others and to look out for those who were disadvantaged or in need. “For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many” (Mark 10:45). Jesus’ use of power is a model for a person of influence. God forbid that anyone would use power to abuse or hurt someone! Likewise, power and influence in the church should ultimately be directed to Jesus Christ, who is the Head of the church.\n"
            },
            {
                "head":"5: Church Politics: ",
                "content":"Factions in the church may intentionally or unintentionally engage in political maneuvering and posturing that leads to conflict. For instance, senior church members may favor proven methods, while younger members desire to change. Factions may attempt to increase their power and recruit others to their side. A person may be challenged to resolve the situation without offending the other individuals and groups involved in the conflict. For believers in Christ, this takes extreme caution and integrity.\nThe Bible addresses politics among factions. The Apostle Paul dealt with factions in the Corinthian church. “For you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way? For when one says, ‘I follow Paul,’ and another, ‘I follow Apollos,’ are you not being merely human?” (1 Corinthians 3:3-4). One group in the Corinthian church claimed to be following only Christ (1 Corinthians 1:12). One may find it interesting that Paul did not commend those who followed him (“I follow Paul”) but condemned each of the factions. Paul identified these political factions in Corinth as distractions from the mission of the church and selfish in motivation.  "
            },
            {
                "head":"6: Unclear Authority: ",
                "content":"Conflicts arise among church staff and members when authority is unclear. When lines of authority are unclear, church volunteers and leaders sometimes exercise authority out of the realm of their responsibility. Such conflicts may become worse in times of crisis. A biblical example of the lack of clarity and authority was during the transition between Kings Saul and David in Israel (1 Samuel 16-31). Severe and complicated relational difficulties erupted among those in authority and the citizens of Israel. The Israelites could not understand Saul and David’s relationship. Eventually, a physical conflict erupted. Saul’s pride, which led to his suicide, provided David with opportunities to prove his integrity amid the confusion (1 Samuel 31). "
            },
            {
                "head":"7: Personality Differences: ",
                "content":"The real or perceived differences among your congregation play underlying roles in communication and conflict. Remembering why others talk and act as they do may prevent misunderstandings and false assumptions. The time-honored “DISC Profile System” may help church staff and committee members understand their differences. The four basic personalities or communication profiles are Dominant, Influencer, Steady, and Conscientious. When people discover and discuss their personality styles, healthy communication may result. More importantly, biblical fellowship among people is the best way for people to understand one another and grow together (Acts 2:46)."
            }
        ]
    },
    {
        "date":"19/10/2022",
        "theme":"CHURCH CONFLICT ",
        "topic":"PRINCIPLES FOR RESOLVING CHURCH CONFLICT ",
        "text":"ROMANS 12:8 ",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"In this lesson we will look at six principles for resolving church conflicts"
            },
            {
                "head":"Aim",
                "content":"To teach six fundamental principles for resolving church conflicts."
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Romans 12:8 “If it be possible, as much as lieth in you, live peaceably with all men.”\n \n2. About the Text:\n1) I don’t know any healthy minded individual who doesn’t want peaceful relationships with his neighbor.\n2) But to be realistic, we often find ourselves in conflict with others.\n3) When these conflicts manifest themselves in the church, they can cause great problems.\n4) An elder and I recently acted as mediators in such a conflict.\n5) The following points represent a few of the lessons we learned during this situation."
            },
            {
                "head":"DISCUSSION",
                "content":""
            },
            {
                "head":"I.   LITTLE UNRESOLVED PROBLEMS HAVE A WAY OF GROWING INTO BIG UNRESOLVED PROBLEMS",
                "content":"1. Many big problems start very small. James 3:5\n2. Bad attitudes fan the fire of contention. Proverbs 26:21\n3. Anger doesn’t resolve problems. Ephesians 4:31\n4. Church cliques can easily become sectarian. 1 Corinthians 1:10-13\n5. Stop little problems before they become big problems."
            },
            {
                "head":"II.  GOOD COMMUNICATION CAN GO A LONG WAY TOWARD RESOLVING PROBLEMS.",
                "content":"1. We must be willing to listen to both sides of the story. James 1:19\n2. We cannot afford to assume things regarding what our brother believes. John 7:24\n3. We must not neglect evidence that opposes our cause. Ephesians 4:25\n4. Sometimes mediation is required. 1 Timothy 2:5"
            },
            {
                "head":"III. GOOD INTENTIONS DON’T JUSTIFY UNSCRIPTURAL PRACTICES",
                "content":"1. We can’t govern the church with “good intentions.” Proverbs 3:5, 6\n 2. The preacher is not the authority for the church.\n 3. A committee of men (who are not elders) is not the authority for the church.\n 4. We have to let God’s authority guide our organization. Colossians 3:17"
            }
        ]
    },
    {
        "date":"26/10/2022",
        "theme":"CHURCH CONFLICT ",
        "topic":"PRINCIPLES FOR RESOLVING CHURCH CONFLICT 2",
        "text":"2 TIMOTHY 3:16, 17",
        "contents":[
            {
                "head":"IV.  MATTERS OF DOCTRINE MUST BE SEPARATED FROM MATTERS OF OPINION",
                "content":"1. Doctrinal matters must be settled by scripture. 2 Timothy 3:16, 17.\n2. When there is a doctrinal difference we must be willing to forgive. Luke 17:3,4\n3. Differences in opinion should be settled by love. Romans 13:8\n4. When there is a difference of opinion we must be willing to forbear. 2 Timothy 4:2\n5. In either scenario, if there is offence, we ought to pursue the procedures in Matthew 18."
            },
            {
                "head":"V.   ALL THINGS MUST BE DONE DECENTLY AND IN ORDER IN THE CHURCH",
                "content":"1. It is everyone’s responsibility to maintain order in the assembly. 1 Corinthians 14:40\n2. Women ought to be of a meek and quiet spirit. 1 Peter 3:4\n3. Men ought to attend to their responsibilities in the church. 1 Peter 4:11\n4. Men should handle business outside of public view."
            },
            {
                "head":"VI.  SINCERE REPENTANCE AND CONFESSION BRINGS RECONCILLIATION",
                "content":"1. When there is such great division in the church there is usually sin on both sides. James 3:2\n2. The only way to resolve such is for those who are in error to make public confession and repentance. James 5:16\n3. We have to be big enough people to acknowledge our mistakes. 1 John 1:8,10\n 4. When this is done appropriately, it will bring reconciliation."
            },
            {
                "head":"CONCLUSION",
                "content":"1. Resolving conflicts is not easy work.\n 1) When the work is all said and done, God gets the glory.\n2) God has taught us how to resolve conflicts in the scriptures.\n3) It takes wisdom on our part to want to do things God’s way.\n \n2. Invitation\n1) God offers resolution to the sinner for his conflict with God.\n2) If you are not a Christian this morning you are in conflict with God.\n3) If you are a Christian, but haven’t been living right you too are in conflict with God.\n"
            }
        ]
    },
    {
        "date":"02/11/2022",
        "theme":"THE CALL OF ABRAHAM",
        "topic":"GOD’S COMMAND ",
        "text":"GENESIS 12:1—3",
        "contents":[
            {
                "head":"PROPOSITION",
                "content":"We see in the call of Abram \n1)A Command\n2) A Promise\n3) A Family\n4) A Land,\n5) A Faith\n6) A Concern\n7) An Enrichment\n8) A Disagreement\n9) A Resolution\n10) A Reaffirmation) A Faith, "
            },
            {
                "head":"Objectives",
                "content":"Each should be able to tell the story of Abram’s call and how it relates to God’s plan for man’s salvation. Aim: To study and learn from Genesis 12-13 the story of Abram’s call and the promises that God made to him.                "
            },
            {
                "head":"INTRODUCTION",
                "content":"1. Read: Genesis 12:1-3\n \n2. About the Text:\n1) The book of Genesis is the book of beginnings.\n2) In our study of this book, we have seen the beginning of…\n a. The world\n b. Animals\n c. Man\n d. Marriage and Families\n e. Sin\n f. Languages\n g. Nationsn\n \n6) In that regard, the story of Abram serves as Israel’s precedent and example for faithfulness."
            },
            {
                "head":"DISCUSSION",
                "content":"We see in the call of Abram… [ discussion of this sermon on the call of abraham ]"
            },
            {
                "head":"I.   A COMMAND (GENESIS 12:1).",
                "content":"1. God’s command to Abram was simple, “Go.”\n2. Hebrews 11:8 says “By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.”\n3. Traveling was dangerous business in those days.\n4. Moreover, there was the matter of sustenance to consider.\n5. Abram didn’t have advanced information on where he was headed.\n6. Nevertheless, he went and obeyed.\n7. Faithful obedience to God’s commands are fundamental in man’s salvation (Hebrews 5:9).\n8. Israel also had to learn how to obey God after coming out of the land of Egypt."
            }
        ]
    },
    {
        "date":"09/11/2022",
        "theme":"THE CALL OF ABRAHAM",
        "topic":"GOD’S PROMISE",
        "text":"GENESIS 12: 2—3 ",
        "contents":[
            {
                "head":"II.  A PROMISE (GENESIS 12:2-3).",
                "content":"1. God’s command to Abram to God was not without promise.\n \n2. We see a great seven-fold promise to Abram in Genesis 12:2-3.\n 1) I will make of you a great nation.\n 2) I will bless you.\n 3) I will make your name great.\n 4) You will be a blessing.\n 5) I will bless them that bless you.\n 6) I will curse them that curse you.\n 7) In you, all the families of the earth will be blessed.\n \n3. God’s promises are fulfilled in God’s time. Consider Hebrews 6:13-15 “For when God made promise to Abraham, because he could swear by no greater, he sware by himself, Saying, Surely blessing I will bless thee, and multiplying I will multiply thee. And so, after he had patiently endured, he obtained the promise.”\n \n4. God’s promise to Abram here begins God’s plan for man’s salvation through the nation of Israel.\n \n5. Paul writes in Galatians 4:28 “Now we, brethren, as Isaac was, are the children of promise.”\n \n6. This promise that God makes to Abram is the most significant promise in pre-Christian history.\n \n7. In Christ, we have a greater promise, John writes, “And this is the promise that he hath promised us, even eternal life” (1 John 2:25)."
            },
            {
                "head":"III. A FAMILY (GENESIS 12:4-5A).",
                "content":"1. Abram, Sarai, Lot, and Abram’s servants of Haran.\n \n2. This family was the beginning of the nation of Israel.\n \n3. God has always used the family unit to accomplish his purposes.\n1) Adam and Eve\n2) Noah and Sons\n3) Abraham, Isaac, and Jacob\n4) Family of David\n5) Joseph and Mary\n4. From this family God would bring forth His family/His people.\n \n4. From this family God would bring forth His family/His people.\n \n5. Under the Old Covenant: Deuteronomy 14:2 “For thou art an holy people unto the LORD thy God, and the LORD hath chosen thee to be a peculiar people unto himself, above all the nations that are upon the earth.”\n \n6. Under the New Covenant: 1 Peter 2:9 “But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light:”"
            }
        ]
    },
    {
        "date":"16/11/2022",
        "theme":"THE CALL OF ABRAHAM",
        "topic":"A LAND OF  PROMISE ",
        "text":"GENESIS 12: 5—7 ",
        "contents":[
            {
                "head":"IV.  A LAND (GENESIS 12:5B-7A).",
                "content":"1. God brought Abram to the land of Canaan.\n \n2. It was this land that God would give to Abram’s descendants.\n \n3. The land promise was fulfilled to national Israel under Solomon. 1 Kings 4:21 “And Solomon reigned over all kingdoms from the river unto the land of the Philistines, and unto the border of Egypt: they brought presents, and served Solomon all the days of his life.”\n \n4. Abram, however, looked for a greater country than mere physical land. Hebrews 11:13-16 states, “These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth. For they that say such things declare plainly that they seek a country. And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned. But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.”\n \n5. Today, God’s promise to Abram is extended in the promise of this better country."
            },
            {
                "head":"V.   A FAITH (GENESIS 12:7B-8).",
                "content":"1. Abram built an altar and called upon the name of the Lord.\n2. The expression, “Called upon the name of the Lord” is significant.\n3. We see it used in the New Testament as well.\n4. It encapsulates man’s response of faith to God.\n5. Here it is used in Abram’s worship.\n6. It was an expression used by David in the Psalms and by the prophets to convey man’s need for God’s salvation.\n7. In the New Testament Peter keys upon this expression as used in Joel (Acts 2:21).\n8. And Paul declares in Romans 10:10 that those who do this will be saved.\n9. Where man has need for salvation, God requires man to have a living and active faith."
            },
            {
                "head":"VI.  A CONCERN (GENESIS 12:9-13).",
                "content":"1. We see here a bit of the microcosm of the nation of Israel in Abram’s life.\n2. As the children of Israel descended into Egypt, so also did Abram.\n3. Abram’s concern is for his and his families’ safety.\n4. He directs Sarai to tell Pharoah that she is his sister.\n5. This was a half-truth (Genesis 20:12).\n6. This displayed a lack of faith on the part of Abram to trust in God’s promise.\n7. The Bible displays character flaws of all mere men including Abram (1 John 1:8)."
            }
        ]
    },
    {
        "date":"23/11/2022",
        "theme":"THE CALL OF ABRAHAM",
        "topic":"GOD REAFFIRMED HIS PROMISE ",
        "text":"GENESIS 13:14-18",
        "contents":[
            {
                "head":"VII.AN ENRICHMENT (GENESIS 12:14-20).",
                "content":"1. God was able, however, to use this situation in Egypt as an opportunity for Abram.\n2. Pharoah gave Abram much goods under the impression that Sarai was his sister.\n3. But God sends plagues on Pharoah.\n4. When Pharoah discovers the full truth of Sarai and Abram’s relationship, he casts them out of Egypt.\n5. Abram leaves Egypt with the goods that Pharoah gave.\n6. Here is another microcosm of the events in the nation of Israel.\n 7. Romans 8:28 “And we know that all things work together for good to them that love God, to them who are the called according to his purpose.”"
            },
            {
                "head":"VIII.A DISAGREEMENT (GENESIS 13:1-7).",
                "content":"1. Once back in the land of Canaan, Lot’s people and Abram’s people have a disagreement.\n2. The disagreement concerns property rights.\n3. Again, sin creeps in among the people of God in the form of covetousness.\n4. Luke 12:15 Jesus said, “Take heed, and beware of covetousness: for a man?s life consisteth not in the abundance of the things which he possesseth.”\n5. Even among God’s people, there are going to be some disagreements.\n6. We must deal with those disagreements based upon God’s word and wisdom."
            },
            {
                "head":"IX.  A RESOLUTION (GENESIS 13:8-13).",
                "content":"1. Abram acts with magnanimity.\n2. He grants Lot the choice of where to water his herds.\n3. Lot pitched his tent toward Sodom where all of the greenery was.\n4. Abram went the opposite direction.\n5. Abram showed great character here.\n6. Philippians 2:3-4 “Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves. Look not every man on his own things, but every man also on the things of others.”"
            },
            {
                "head":"X.   A REAFFIRMATION (GENESIS 13:14-18).",
                "content":"1. God reaffirmed His promise to Abram concerning the land.\n2. He told Abram to walk through the length and breadth of it.\n3. Abram once again showed faith in God by obeying God’s command.\n4. Abram learned that he was but a pilgrim in a strange land and so are we today.\n5. 1 Peter 2:11 “Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul.”"
            },
            {
                "head":"CONCLUSION: [ end of this sermon on the call of abraham ]",
                "content":"1. We see in the call of Abram 1) A Command, 2) A Promise, 3) A Family, 4) A Land, 5) A Faith, 6) A Concern, 7) An Enrichment, 8) A Disagreement, 9) A Resolution, 10) A Reaffirmation.\n2. God has promises for those who obey Him today as well.\n3. We have the promise of eternal life if we will submit ourselves to Him in faith.\n4. Would you do so this evening?\n"
            }
        ]
    },
    {
        "date":"30/11/2022",
        "theme":"THE CALL OF ABRAHAM",
        "topic":"LESSONS FROM THE CALL OF ABRAHAM",
        "text":"GENESIS 22: 2",
        "contents":[
            {
                "head":"",
                "content":"The dramatic story of God testing Abraham’s faith is ripe with lessons we can apply to our lives. Those lessons are easy to miss because the premise of the story is so compelling.\n \nLet’s hit rewind and see what God can teach us. We pick up the story in Genesis 22:2:\n“Then God said, ‘Take your son, your only son, whom you love— Isaac—and go to the region of Moriah. Sacrifice him there as a burnt offering on a mountain I will show you.’”\nStop! Hold on a second. I’m not one to question God, but I’m pretty sure I would have responded with something like, “Ha ha ha. Good one God. It sounded like you said you wanted me to sacrifice ‘Isaac.’ That’s hilarious. You’re too much. But for real, how many goats? One? Two? Twelve?”\nGod doesn’t mince words. God knew just how precious Isaac was to Abraham, having had to wait until he was 100 years old to have him. It would be far less of a test of Abraham’s faith if the sacrifice didn’t mean much."
            },
            {
                "head":"LESSON #1: The greater the cost, the greater the sacrifice.",
                "content":"The story continues in verse 3.   Genesis 22: 3\n“Early the next morning Abraham got up and loaded his donkey. He took with him two of his servants and his son Isaac.”\nTwo things strike me about this. The first is that Abraham had all night and morning to be terrified about the coming events… and to talk himself out of it.\nEver had a deadline that you dreaded? Root canal. Sending your child off to college. A firing.\nAt least with those events, you knew the reason behind them. Abraham was given no explanation. He was just told to do it, plain and simple"
            },
            {
                "head":"LESSON #2: Sacrifice doesn’t always come with answers.",
                "content":"Secondly, notice also that verse 3 says, “Early the next morning…” There was no delay. Not dilly-dallying or procrastination. Pure… unwavering… obedience."
            },
            {
                "head":"LESSON #3: Godly obedience should be swift.",
                "content":"Next, we read in verse 5 that Abraham tells his servants:\n“Stay here with the donkey while I and the boy go over there. We will worship and then we will come back to you.”\nNotice that Abraham says “we” will come back to you after worshipping, meaning he and Isaac. Abraham believed the Lord would salvage the situation.\nWe see this faith displayed again when Isaac asks his dad where the lamb was:  Genesis 22:8"
            },
            {
                "head":"LESSON #4: Obedience both relies on God for strength and expects God to deliver.",
                "content":"The altar got built but still no lamb. Now if I’m Abraham, I’m facing a crisis of belief. Where’s the help? Where’s the provision? Where’s the relief?\nNot Abraham. He continues in obedience:  Genesis 22:9–10\nImagine the anguish and horror in that moment. Envision reconciling the internal conflict of sacrificing someone you love for someone you love more. Your knife is raised high and ready to cut short the life of someone so important to you.\nOf course, we know the story doesn’t end there. God interrupts: Genesis 22:12–14 \nGod came through, just as Abraham had expected. Not only did God provide, He then rewarded Abraham’s obedience. Abraham would have “descendants as numerous as the stars in the sky and as the sand on the seashore.”\n"
            },
            {
                "head":"LESSON #5: What God requires, He provides.",
                "content":"Is there anything in your life that is a little too precious? Could you be making an idol out of something that God merely intended to be a gift in your life? Only you really know.\nBut understand, God is always at work, molding and shaping us for His purposes. This sometimes comes by sacrifice…by testing and by trusting.\nWhen that happens, let Abraham’s example be a blueprint for your  obedience.\nAnd let the Lord’s faithful sovereignty encourage you unto completion.\nHas God asked you to take a knife to something? Has He asked you to put something on the altar and trust Him with it? How have you responded?"
            }
        ]
    },
   
    {
        "date":"07/12/2022",
        "theme":"CONTENTMENT",
        "topic":"OVERCOMING DISCONTENTMENT",
        "text":"GENESIS 22: 2",
        "contents":[
            {
                "head":"INTRODUCTION",
                "content":"1. Contentment is a very precious commodity to possess in this life of disappointments and heartaches.\n \n2. All Christians should join with King David and say, “He maketh me to lie in green pastures” (Psa. 23:2) – That’s a great picture of contentment\n \nB. Many today are like the two little teardrops floating down the river of life. One tear drop asked the other, “Who are you?” “I am a teardrop from a girl who loved a man and lost him. But who are you?” The first tear drop replied, “I am a tear drop from the girl who got him.”\n1. Life is like as is seen in these teardrops.\n2. We all too often cry over the things we can’t have, but we might cry twice as hard if we had received them.\n"
            },
            {
                "head":"DISCUSSION",
                "content":""
            },
            {
                "head":"A. DEFINITION OF CONTENTMENT?",
                "content":"1. Viewed negatively\na. Contentment is not insensibility.\n 1) The Stoics strove to eliminate all feeling and all emotion until they could say, “I don’t care” if a plate has broken, or if some bodily injury happened to them.\n 2) Contentment does not destroy all possibility of caring.\n \nb. Contentment is not self-satisfaction, to be so happy with yourself that you never try improve yourself.\n \nc. Contentment is not apathetic indifference.\n \n2. Viewed positively\na. To be content means to rest satisfied, to be well-pleased; not to be disgruntled or disheartened.\na. To be content means to rest satisfied, to be well-pleased; not to be disgruntled or disheartened.\nb. Webster says that contentment means “freedom from care and discomfort.”\nc. Content comes from autarkhs and means:\n 1) sufficient for one’s self, strong enough or processing enough to need no aid or support\n 2) independent of external circumstances\n 3) contented with one’s lot, though the slenderest"
            }
        ]
    },
    {
        "date":"14/12/2022",
        "theme":"CONTENTMENT",
        "topic":"WHAT DO THE SCRIPTURES SAY ABOUT CONTENTMENT?",
        "text":"PHILIPPIANS 4:11",
        "contents":[
            {
                "head":"1. “Be content with your wages” (Lk. 3:14).",
                "content":"a. Such was the teaching of John the Baptist to the soldiers.\nb. Such contentment would prevent them from intimidating others, and practicing blackmail because of their low wage scale."
            },
            {
                "head":"2. Philippians 4:11",
                "content":"a. Paul penned this while he was in prison! Yet, he was content!! How could this be???\nb. Well, Paul had learned that contentment and happiness are not dependent on external circumstances, but inner qualities of the heart, and upon a right relationship with the Lord."
            },
            {
                "head":"3. 1 Timothy 6:6-8",
                "content":"a. Someone once said, “The poorest man in the world is the man who has more than he needs but feels like it isn’t enough.”\nb. In godliness and contentment there is GREAT gain."
            },
            {
                "head":"4. Hebrews 13:5",
                "content":"a. This text is not teaching that we should not try to improve our status in life; but, rather that we should avoid a misplaced emphasis on the material things.\nb. This verse does not forbid all lawful efforts to improve our own condition and that of others, for that would be inconsistent with Bible teaching.\n 1) Ephesians 4:28 … work to be able to give to others\n 2) Romans 12:11 … diligent working is serving the Lord\n c. What Paul sets forth in this verse in Hebrews is, that no matter what the circumstances, put your trust in the Lord, and things will work together for our good a. Luke 12:15\n b. Our society does not believe this … thus, many are discontent"
            }
        ]
    },
    {
        "date":"21/12/2022",
        "theme":"CONTENTMENT",
        "topic":"FOES OF CONTENTMENT",
        "text":"GENESIS 22: 2",
        "contents":[
            {
                "head":"1. Covetousness",
                "content":"a. In Hebrews 13:5 covetousness is put over against contentment as the antithesis of contentment, and even as an enemy of contentment.\n \nb. The secret of contentment is knowing how to enjoy what you have and being able to loose all desire for things beyond your reach."
            },
            {
                "head":"2. Unbelief",
                "content":"a. The Lord’s instruction to be content is based upon His promises that He will not forsake us, that He will never leave us, that He will help us and that we need not fear what man may do … Hebrews 13:5-6\n \nb. He promises to sustain us with the physical necessities of life …. Matthew 6:24-34; Psalm 37:25\n \nc. If we believe God how can not help but be content?"
            },
            {
                "head":"3. Envy",
                "content":"a. Envy is the chagrin or discontent at the excellence or good fortune of another.\n \nb. Saul was content with the praise he was getting until he saw David getting more (1 Sam. 18:8-9).\n \nc. The Philistines were content with their lot until they saw the possessions of Isaac (Gen. 26:14).\n \nd. Haman was contented until he saw Mordecai sit in the king’s gate (Est. 5:9-14).\n \ne. Envy is an insidious evil which must be eradicated from our hearts."
            },
            {
                "head":"4. Pessimism",
                "content":"a. Illustration …. shoe salesmen in Africa\n \nb. The discontented pessimist when asked how things are will reply, “They are so much more worse than yesterday, and so much better than I expect them to be tomorrow.”"
            },
            {
                "head":"5. Self-pity",
                "content":"a. The prodigal son was discontent personified, and he was guilty of self-pity (Lk. 15:29).\n \nb. Too many cry, “Life has cheated me,” or “I’m so unfortunate.”\n \nc. Pity is good, but it ought not be wasted on one’s self."
            },
            {
                "head":"6. Complaining",
                "content":"a. The discontented person is seldom willing to keep his discontent to himself.\nb. “I complained about having no shoes until I saw a man who had no feet. I complained about no one visiting my family until I found a person who had no family. I complained about the members until I mover where there were none. I complained about the Bible teacher until I tried teaching. I complained about not having fine clothes until I saw one in rags.”"
            }
        ]
    },
    {
        "date":"28/12/2022",
        "theme":"CONTENTMENT",
        "topic":"HOW TO CULTIVATE  CONTENTMENT",
        "text":"PHILIPPIANS  . 4:11",
        "contents":[
            {
                "head":"1. Work at it!",
                "content":"a. Paul had to “learn” contentment (Phil. 4:11).\n \nb. If we close the doors to the foes of contentment and develop the things which cultivate it."
            },
            {
                "head":"2. Count your blessings",
                "content":"a. 1 Thessalonians 5:18\nb. Ephesians 5:20"
            },
            {
                "head":"3. Transfer your attention and affection to higher and holier matters",
                "content":"a. Matthew 6:33\nb. Christ was contented; and, His meat was to do the will of His Father (Jn. 4:34).\nc. You will seldom find a discontented person who is not also materialistic"
            },
            {
                "head":"4. Keep busy",
                "content":"a. An idle mind is the devil’s workshop\nb. Be like Jesus who went about doing good (Acts 10:38).\nc. Then we will not have time to enlarge our bruises…"
            },
            {
                "head":"5. Think about how bad it could be",
                "content":"a. Things can always be a lot worse\nb. You do not have to look far to find someone worse off than you"
            },
            {
                "head":"6. Learn that happiness is not tied to things",
                "content":"a. Luke 12:15\nb. Our society does not believe this … thus, many are discontent"
            },
            {
                "head":"Conclusion",
                "content":"Tim Vanderveen from Spring Lake, Michigan was a great student at Hope College, Holland, Michigan. Tall, broad shouldered, curly hair, smile as broad as the dawn, as handsome as they came. In the early 90s after graduating from college, he took a job at Johnson Controls. Scurried up the ladder of success about as quickly as anyone can.\nOn a rawboned, wind-whipped November afternoon, Tim called his good friend and former professor, Tim Brown. Professor Brown said, 'Hey, Tim, how you doing?'\nA weak, trembling voice said, 'I'm not doing so good.'\nProfessor Brown said, 'What's up with you?'\nTim said, 'I'm in the hospital in Grand Rapids. I got the flu or something. My folks are out of the country'\nProfessor Brown said, 'I'm going to be in Grand Rapids later today. Maybe I can stop by and see you. Would that be okay?'\nTim said, 'I'd like that a lot.'\nBy the time Professor Brown visited Tim, the doctors had already been there. It wasn't the flu. It was leukemia. And that began a three-year, arduous battle that he would lose - or win, maybe.\nNow come to Room 5255 in Spectrum Hospital three years later. Professor Brown walked into Tim's room. His mother was sitting in the corner crying. You can't blame her. Tim is lying on his side. They had positioned the pillows between his skinny little legs. His hair wasn't curly anymore. There wasn't enough energy for him to look at the professor, so he got down on one knee so he could look him eyeball to eyeball. He said, 'Hi, Tim.'\nTim said, 'Hi, Professor.'\nThere was a long, awkward pause. Professor Brown had been a pastor for twenty years and still didn't know what to say.\nTim broke the silence, 'I've leaned something.'\nThe Professor knew this much at least: You don't trifle with the words of a person who is about to die; you just listen carefully. So the professor said, 'Tell me, partner, what have you learned?'\nTim said, 'I've learned that life is not like a VCR.'' (Video Cassette Recorder)\nThe professor didn't get it anymore than you are not getting it now.\nSo the professor said, 'I don't get it. What do you mean?'\nTim said, 'It's not like a VCR; you can't fast forward through the bad parts.'\nLong pause. The professor is thinking to himself: Where does he get this stuff?\nThen Tim interrupts the silence again to say, 'But I have learned that Jesus Christ is in every frame, and right now that's just enough.'\nContentment has learned the lesson that Jesus is enough. If you know Jesus, you have a God who hears you, the power of love behind you, the Holy Spirit within you, and all of heaven ahead of you. If you have Jesus, you have grace for every sin, direction for every turn, a candle for every corner, and an anchor for every storm. You have everything you need.\nCan leukemia infect your salvation? Can bankruptcy impoverish your prayers? A tornado may take your earthly house, but will it touch your heavenly home?"
            }
        ]
    }
]